window.chapterBankQuestions = [
  {
    "id": "01_周围神经作业题-1",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "不属于颈丛分支的神经是",
    "options": [
      "枕小神经",
      "膈神经",
      "耳大神经",
      "面神经",
      "颈横神经"
    ],
    "answer": [
      "面神经"
    ],
    "explanation": "D"
  },
  {
    "id": "01_周围神经作业题-2",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "关于膈神经的描述,错误的是",
    "options": [
      "含有运动纤维和感觉纤维",
      "经锁骨下动、静脉间入胸腔至膈",
      "右膈神经感觉纤维还布于肝、胆囊等",
      "左膈神经只支配膈肌的运动",
      "膈神经损伤可致膈肌瘫痪"
    ],
    "answer": [
      "左膈神经只支配膈肌的运动"
    ],
    "explanation": "D"
  },
  {
    "id": "01_周围神经作业题-3",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "颈丛皮支麻醉阻滞点位于",
    "options": [
      "胸锁乳突肌前缘中点",
      "胸锁乳突肌后缘中点",
      "锁骨上缘中点",
      "锁骨下缘中点",
      "斜角肌间隙"
    ],
    "answer": [
      "胸锁乳突肌后缘中点"
    ],
    "explanation": "B"
  },
  {
    "id": "01_周围神经作业题-4",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "有关臂丛的组成,正确的是",
    "options": [
      "由第1-4颈神经的前支组成",
      "由第1-3腰神经前支和第4腰神经前支的一部分组成",
      "由第5-8颈神经前支和第1胸神经前支的大部分组成",
      "由腰骶干、骶神经和尾神经的前支组成",
      "由第1-4腰神经前支和第5腰神经前支的一部分组成"
    ],
    "answer": [
      "由第5-8颈神经前支和第1胸神经前支的大部分组成"
    ],
    "explanation": "C"
  },
  {
    "id": "01_周围神经作业题-5",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "由腋神经支配的肌是",
    "options": [
      "肱二头肌",
      "肱三头肌",
      "三角肌",
      "背阔肌",
      "胸大肌"
    ],
    "answer": [
      "三角肌"
    ],
    "explanation": "C"
  },
  {
    "id": "01_周围神经作业题-6",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "支配肱二头肌的神经是",
    "options": [
      "肌皮神经",
      "尺神经",
      "桡神经",
      "腋神经",
      "正中神经"
    ],
    "answer": [
      "肌皮神经"
    ],
    "explanation": "A"
  },
  {
    "id": "01_周围神经作业题-7",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "正中神经损伤,可出现",
    "options": [
      "前臂的旋后功能障碍",
      "屈肘关节的力量明显减退",
      "拇指不能对掌",
      "伸拇指困难",
      "伸食指困难"
    ],
    "answer": [
      "拇指不能对掌"
    ],
    "explanation": "C"
  },
  {
    "id": "01_周围神经作业题-8",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "肱骨中段骨折易损伤的神经是",
    "options": [
      "肌皮神经",
      "正中神经",
      "尺神经",
      "桡神经",
      "腋神经"
    ],
    "answer": [
      "桡神经"
    ],
    "explanation": "D"
  },
  {
    "id": "01_周围神经作业题-9",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "肱骨外科颈骨折易损伤的神经是",
    "options": [
      "正中神经",
      "腋神经",
      "桡神经",
      "尺神经",
      "肌皮神经"
    ],
    "answer": [
      "腋神经"
    ],
    "explanation": "B"
  },
  {
    "id": "01_周围神经作业题-10",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "损伤后出现“爪形手”症状的神经是",
    "options": [
      "肌皮神经",
      "桡神经",
      "尺神经",
      "正中神经",
      "腋神经"
    ],
    "answer": [
      "尺神经"
    ],
    "explanation": "C"
  },
  {
    "id": "01_周围神经作业题-11",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "支配臂肌后群的神经是",
    "options": [
      "尺神经",
      "正中神经",
      "桡神经",
      "肌皮神经",
      "腋神经"
    ],
    "answer": [
      "桡神经"
    ],
    "explanation": "C"
  },
  {
    "id": "01_周围神经作业题-12",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "桡神经损伤后的表现是",
    "options": [
      "“爪形手”",
      "“垂腕”",
      "“翼状肩”",
      "“猿手”",
      "“方形肩”"
    ],
    "answer": [
      "“垂腕”"
    ],
    "explanation": "B"
  },
  {
    "id": "01_周围神经作业题-13",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "支配前锯肌的神经是",
    "options": [
      "胸长神经",
      "胸背神经",
      "正中神经",
      "桡神经",
      "腋神经"
    ],
    "answer": [
      "胸长神经"
    ],
    "explanation": "A"
  },
  {
    "id": "01_周围神经作业题-14",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "分布于肋弓平面的胸神经前支是",
    "options": [
      "第4对",
      "第6对",
      "第8对",
      "第10对",
      "第12对"
    ],
    "answer": [
      "第8对"
    ],
    "explanation": "C"
  },
  {
    "id": "01_周围神经作业题-15",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "分布于乳头平面的胸神经前支是",
    "options": [
      "第2对",
      "第4对",
      "第6对",
      "第8对",
      "第10对"
    ],
    "answer": [
      "第4对"
    ],
    "explanation": "B"
  },
  {
    "id": "01_周围神经作业题-16",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "不受股神经支配的肌是",
    "options": [
      "缝匠肌",
      "股二头肌",
      "股四头肌",
      "耻骨肌",
      "小腿内侧皮肤感觉"
    ],
    "answer": [
      "股二头肌"
    ],
    "explanation": "B"
  },
  {
    "id": "01_周围神经作业题-17",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "支配大腿内收肌群的神经是",
    "options": [
      "闭孔神经",
      "股神经",
      "坐骨神经",
      "阴部神经",
      "臀上神经"
    ],
    "answer": [
      "闭孔神经"
    ],
    "explanation": "A"
  },
  {
    "id": "01_周围神经作业题-18",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "股神经损伤后的表现,不包括",
    "options": [
      "伸膝困难,不能迈步",
      "屈髋困难,不能迈步",
      "股前及小腿内侧面皮肤感觉障碍",
      "股四头肌萎缩",
      "股二头肌萎缩"
    ],
    "answer": [
      "股二头肌萎缩"
    ],
    "explanation": "E"
  },
  {
    "id": "01_周围神经作业题-19",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "不属于骶丛分支的神经是",
    "options": [
      "坐骨神经",
      "阴部神经",
      "臀上神经",
      "臀下神经",
      "股神经"
    ],
    "answer": [
      "股神经"
    ],
    "explanation": "E"
  },
  {
    "id": "01_周围神经作业题-20",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "坐骨神经支配",
    "options": [
      "臀大肌",
      "股二头肌",
      "股四头肌",
      "臀中肌",
      "缝匠肌"
    ],
    "answer": [
      "股二头肌"
    ],
    "explanation": "B"
  },
  {
    "id": "01_周围神经作业题-21",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "坐骨神经损伤后,导致",
    "options": [
      "全下肢肌瘫痪",
      "全小腿肌瘫痪",
      "全下肢皮肤感觉障碍",
      "全小腿皮肤感觉障碍",
      "全大腿肌瘫痪"
    ],
    "answer": [
      "全小腿肌瘫痪"
    ],
    "explanation": "B"
  },
  {
    "id": "01_周围神经作业题-22",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "胫神经损伤后症状,不包括",
    "options": [
      "足不能跖屈",
      "足内翻力量减弱",
      "足不能外翻",
      "呈\"钩状足\"畸形",
      "不能曲趾"
    ],
    "answer": [
      "足不能外翻"
    ],
    "explanation": "C"
  },
  {
    "id": "01_周围神经作业题-23",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "有关腓总神经描述,错误的是",
    "options": [
      "在腘窝上方发自坐骨神经",
      "分为腓浅和腓深神经",
      "腓深神经支配小腿外侧群肌",
      "支配小腿前、外侧群肌",
      "支配小腿外侧皮肤感觉"
    ],
    "answer": [
      "腓深神经支配小腿外侧群肌"
    ],
    "explanation": "C"
  },
  {
    "id": "01_周围神经作业题-24",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "属于感觉性脑神经的是",
    "options": [
      "V、VII、IX、X",
      "I、II、VIII",
      "III、IV、VI、XI、XII",
      "III、VII、IX、X",
      "II、III、IV、V"
    ],
    "answer": [
      "I、II、VIII"
    ],
    "explanation": "B"
  },
  {
    "id": "01_周围神经作业题-25",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "属于混合性脑神经的是",
    "options": [
      "V、VII、IX、X",
      "I、II、VIII",
      "III、IV、VI、XI、XII",
      "III、VII、IX、X",
      "II、III、IV、V"
    ],
    "answer": [
      "V、VII、IX、X"
    ],
    "explanation": "A"
  },
  {
    "id": "01_周围神经作业题-26",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "属于运动性脑神经的是",
    "options": [
      "V、VII、IX、X",
      "I、II、VIII",
      "III、IV、VI、XI、XII",
      "III、VII、IX、X",
      "II、III、IV、V"
    ],
    "answer": [
      "III、IV、VI、XI、XII"
    ],
    "explanation": "C"
  },
  {
    "id": "01_周围神经作业题-27",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "经过圆孔的神经是",
    "options": [
      "眼神经",
      "下颌神经",
      "上颌神经",
      "舌下神经",
      "视神经"
    ],
    "answer": [
      "上颌神经"
    ],
    "explanation": "C"
  },
  {
    "id": "01_周围神经作业题-28",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "经过卵圆孔的神经是",
    "options": [
      "眼神经",
      "下颌神经",
      "上颌神经",
      "舌下神经",
      "视神经"
    ],
    "answer": [
      "下颌神经"
    ],
    "explanation": "B"
  },
  {
    "id": "01_周围神经作业题-29",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "损伤后导致视觉障碍的神经是",
    "options": [
      "嗅神经",
      "视神经",
      "动眼神经",
      "三叉神经",
      "面神经"
    ],
    "answer": [
      "视神经"
    ],
    "explanation": "B"
  },
  {
    "id": "01_周围神经作业题-30",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "损伤后导致眩晕和眼球震颤的神经是",
    "options": [
      "视神经",
      "动眼神经",
      "滑车神经",
      "前庭蜗神经",
      "迷走神经"
    ],
    "answer": [
      "前庭蜗神经"
    ],
    "explanation": "D"
  },
  {
    "id": "01_周围神经作业题-31",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "损伤后导致嗅觉障碍的神经是",
    "options": [
      "嗅神经",
      "视神经",
      "动眼神经",
      "三叉神经",
      "面神经"
    ],
    "answer": [
      "嗅神经"
    ],
    "explanation": "A"
  },
  {
    "id": "01_周围神经作业题-32",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "传导位觉和听觉的神经是",
    "options": [
      "视神经",
      "动眼神经",
      "滑车神经",
      "前庭蜗神经",
      "迷走神经"
    ],
    "answer": [
      "前庭蜗神经"
    ],
    "explanation": "D"
  },
  {
    "id": "01_周围神经作业题-33",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "视神经在眼球汇聚的部位是",
    "options": [
      "黄斑",
      "视神经盘",
      "中央凹",
      "巩膜",
      "睫状体"
    ],
    "answer": [
      "视神经盘"
    ],
    "explanation": "B"
  },
  {
    "id": "01_周围神经作业题-34",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "滑车神经支配",
    "options": [
      "下斜肌",
      "上斜肌",
      "内直肌",
      "外直肌",
      "上直肌"
    ],
    "answer": [
      "上斜肌"
    ],
    "explanation": "B"
  },
  {
    "id": "01_周围神经作业题-35",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "损伤后导致眼睑下垂的神经是",
    "options": [
      "眼神经",
      "动眼神经",
      "面神经",
      "展神经",
      "滑车神经"
    ],
    "answer": [
      "动眼神经"
    ],
    "explanation": "B"
  },
  {
    "id": "01_周围神经作业题-36",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "支配胸锁乳突肌和斜方肌的脑神经是",
    "options": [
      "三叉神经",
      "面神经",
      "迷走神经",
      "舌下神经",
      "副神经"
    ],
    "answer": [
      "副神经"
    ],
    "explanation": "E"
  },
  {
    "id": "01_周围神经作业题-37",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "展神经支配",
    "options": [
      "上直肌",
      "下直肌",
      "内直肌",
      "外直肌",
      "上斜肌"
    ],
    "answer": [
      "外直肌"
    ],
    "explanation": "D"
  },
  {
    "id": "01_周围神经作业题-38",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "一侧舌下神经损伤时,表现为",
    "options": [
      "不能伸舌",
      "舌尖向上卷",
      "伸舌时舌尖居中",
      "伸舌时舌尖偏向健侧",
      "伸舌时舌尖偏向患侧"
    ],
    "answer": [
      "伸舌时舌尖偏向患侧"
    ],
    "explanation": "E"
  },
  {
    "id": "01_周围神经作业题-39",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "支配咀嚼肌的神经是",
    "options": [
      "眼神经",
      "下颌神经",
      "上颌神经",
      "面神经",
      "副神经"
    ],
    "answer": [
      "下颌神经"
    ],
    "explanation": "B"
  },
  {
    "id": "01_周围神经作业题-40",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "传导头、面部皮肤感觉的神经是",
    "options": [
      "面神经",
      "视神经",
      "三叉神经",
      "动眼神经",
      "嗅神经"
    ],
    "answer": [
      "三叉神经"
    ],
    "explanation": "C"
  },
  {
    "id": "01_周围神经作业题-41",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "导致舌前2/3味觉障碍,损伤的神经是",
    "options": [
      "三叉神经",
      "面神经",
      "舌咽神经",
      "舌下神经",
      "迷走神经"
    ],
    "answer": [
      "面神经"
    ],
    "explanation": "B"
  },
  {
    "id": "01_周围神经作业题-42",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "脑神经中行程最长、分布最广的是",
    "options": [
      "视神经",
      "三叉神经",
      "面神经",
      "迷走神经",
      "舌咽神经"
    ],
    "answer": [
      "迷走神经"
    ],
    "explanation": "D"
  },
  {
    "id": "01_周围神经作业题-43",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "发音困难、声音嘶哑、吞咽障碍是由于损伤",
    "options": [
      "三叉神经",
      "面神经",
      "舌咽神经",
      "舌下神经",
      "迷走神经"
    ],
    "answer": [
      "迷走神经"
    ],
    "explanation": "E"
  },
  {
    "id": "01_周围神经作业题-44",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "关于内脏神经的描述,错误的是",
    "options": [
      "主要分布于内脏、心血管和腺体",
      "中枢在脑和脊髓内",
      "含有感觉和运动两种纤维",
      "内脏感觉定位准确",
      "内脏运动神经分为交感神经和副交感神经两部分"
    ],
    "answer": [
      "内脏感觉定位准确"
    ],
    "explanation": "D"
  },
  {
    "id": "01_周围神经作业题-45",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "关于内脏运动神经的描述,错误的是",
    "options": [
      "不直接受意志控制",
      "包括交感和副交感神经",
      "支配心肌、平滑肌和腺体",
      "从中枢发出的纤维直达所支配的器官",
      "副交感神经不如交感神经分布广泛"
    ],
    "answer": [
      "从中枢发出的纤维直达所支配的器官"
    ],
    "explanation": "D"
  },
  {
    "id": "01_周围神经作业题-46",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "交感神经的低级中枢位于",
    "options": [
      "胸2~腰3脊髓侧角",
      "胸1~腰4脊髓侧角",
      "脑干内",
      "胸1~腰3脊髓侧角",
      "骶2~4脊髓节段副交感核"
    ],
    "answer": [
      "胸1~腰3脊髓侧角"
    ],
    "explanation": "D"
  },
  {
    "id": "01_周围神经作业题-47",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "关于交感神经的描述,正确的是",
    "options": [
      "低级中枢位于脊髓胸1~腰3节段的灰质侧角",
      "节前纤维经灰质交通支终于椎旁节",
      "节后纤维仅分布于躯干、四肢的血管、汗腺和竖毛肌",
      "不支配肾上腺",
      "对内脏活动起到抑制作用"
    ],
    "answer": [
      "低级中枢位于脊髓胸1~腰3节段的灰质侧角"
    ],
    "explanation": "A"
  },
  {
    "id": "01_周围神经作业题-48",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "支配瞳孔开大肌的神经是",
    "options": [
      "动眼神经",
      "交感神经",
      "视神经",
      "眼神经",
      "展神经"
    ],
    "answer": [
      "交感神经"
    ],
    "explanation": "B"
  },
  {
    "id": "01_周围神经作业题-49",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "交感神经兴奋时导致",
    "options": [
      "瞳孔开大",
      "气管收缩",
      "胃肠蠕动加快",
      "皮肤血管舒张",
      "心率减慢,心肌收缩力减弱"
    ],
    "answer": [
      "瞳孔开大"
    ],
    "explanation": "A"
  },
  {
    "id": "01_周围神经作业题-50",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "副交感神经的低级中枢位于",
    "options": [
      "脑干和胸1~腰3脊髓侧角",
      "间脑和胸1~腰3脊髓侧角",
      "间脑内",
      "大脑皮质",
      "脑干和骶2~4脊髓节段副交感核"
    ],
    "answer": [
      "脑干和骶2~4脊髓节段副交感核"
    ],
    "explanation": "E"
  },
  {
    "id": "01_周围神经作业题-51",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "不含副交感神经纤维的脑神经是",
    "options": [
      "动眼神经",
      "面神经",
      "舌咽神经",
      "迷走神经",
      "舌下神经"
    ],
    "answer": [
      "舌下神经"
    ],
    "explanation": "E"
  },
  {
    "id": "01_周围神经作业题-52",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "支配瞳孔括约肌和睫状肌的神经是",
    "options": [
      "动眼神经",
      "交感神经",
      "视神经",
      "眼神经",
      "展神经"
    ],
    "answer": [
      "动眼神经"
    ],
    "explanation": "A"
  },
  {
    "id": "01_周围神经作业题-53",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "副交感神经兴奋时导致",
    "options": [
      "心率加快",
      "支气管扩张",
      "胃肠蠕动增强",
      "瞳孔扩大",
      "汗腺分泌"
    ],
    "answer": [
      "胃肠蠕动增强"
    ],
    "explanation": "C"
  },
  {
    "id": "01_周围神经作业题-54",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "关于内脏感觉神经特点的描述,错误的是",
    "options": [
      "正常内脏活动一般不引起感觉",
      "内脏对牵拉、膨胀和痉挛刺激较敏感",
      "内脏对切割刺激较敏感",
      "内脏感觉定位模糊",
      "内脏感觉可出现牵涉痛"
    ],
    "answer": [
      "内脏对切割刺激较敏感"
    ],
    "explanation": "C"
  },
  {
    "id": "01_周围神经作业题-55",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "心前区、左肩、左臂和手尺侧区出现疼痛时,发生病变的器官可能是",
    "options": [
      "心",
      "肝",
      "肺",
      "胃",
      "胰"
    ],
    "answer": [
      "心"
    ],
    "explanation": "A"
  },
  {
    "id": "01_周围神经作业题-56",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "关于脊神经的描述，错误的是",
    "options": [
      "借前根、后根与脊髓相连",
      "前根是运动根",
      "后根是感觉根",
      "共有31对",
      "运动根内只有躯体运动纤维"
    ],
    "answer": [
      "运动根内只有躯体运动纤维"
    ],
    "explanation": "E"
  },
  {
    "id": "01_周围神经作业题-57",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "脊神经前支，正确的是",
    "options": [
      "就是前根纤维的延续",
      "较后支粗大",
      "组合成的丛有：颈丛、臂丛和腰丛",
      "胸神经前支又名肋间神经",
      "节段性支配不明显"
    ],
    "answer": [
      "较后支粗大"
    ],
    "explanation": "B"
  },
  {
    "id": "01_周围神经作业题-58",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "紧贴肱骨外科颈的神经是",
    "options": [
      "正中神经",
      "腋神经",
      "桡神经经",
      "桡神经",
      "尺神经"
    ],
    "answer": [
      "腋神经"
    ],
    "explanation": "B"
  },
  {
    "id": "01_周围神经作业题-59",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "肱骨中段骨折，最易损伤的神经是",
    "options": [
      "桡神经",
      "正中神经",
      "尺神经",
      "腋神经",
      "肌皮神经"
    ],
    "answer": [
      "桡神经"
    ],
    "explanation": "A"
  },
  {
    "id": "01_周围神经作业题-60",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "一名25岁男性患者，光照左眼时双眼瞳孔均缩小，光照右眼时双眼瞳孔均无反应。其病变部位最可能位于其病变部位最可能位于",
    "options": [
      "右视神经",
      "左顶盖前区",
      "右外侧膝状体",
      "右动眼神经",
      "左外侧膝状体"
    ],
    "answer": [
      "右视神经"
    ],
    "explanation": "A"
  },
  {
    "id": "01_周围神经作业题-61",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "一名 50 岁女性患者，缝衣时针扎小指后继发化脓性感染，伴局部剧痛。与该痛觉传导通路相关的第三级神经元胞体位于( )",
    "options": [
      "腹外侧核",
      "腹后外侧核",
      "腹后内侧核",
      "腹前核",
      "背内侧核"
    ],
    "answer": [
      "腹后外侧核"
    ],
    "explanation": "B"
  },
  {
    "id": "01_周围神经作业题-62",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "一名 60 岁女性患者，右侧舌肌萎缩，伸舌时舌尖偏向右侧。其病变累及的结构是",
    "options": [
      "左侧皮质核束",
      "右侧皮质核束",
      "左侧舌下神经核",
      "右侧舌下神经核",
      "右侧舌神经"
    ],
    "answer": [
      "右侧舌下神经核"
    ],
    "explanation": "D"
  },
  {
    "id": "01_周围神经作业题-63",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "一名 68 岁男性患者，长期左上肢血压偏低，左侧桡动脉搏动减弱。近期出现眩晕、耳鸣、视物模糊、行走不稳，B 超提示左侧锁骨下动脉起始部狭窄。其最可能出现供血不足的血管是( )",
    "options": [
      "颈内动脉",
      "颈外动脉",
      "大脑前动脉",
      "大脑中动脉",
      "椎基底动脉"
    ],
    "answer": [
      "椎基底动脉"
    ],
    "explanation": "E"
  },
  {
    "id": "01_周围神经作业题-64",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "一名 23 岁女性患者，1 周前挤压上唇 “痘痘” 后出现颅内感染、败血症，表现为眼球活动受限、眼睑下垂、面部感觉异常，牙龈、鼻腔及口腔疼痛，体温 39℃。其感染最可能累及的部位是( )",
    "options": [
      "岩上窦",
      "岩下窦",
      "海绵窦",
      "窦汇",
      "静脉窦丛"
    ],
    "answer": [
      "海绵窦"
    ],
    "explanation": "C"
  },
  {
    "id": "01_周围神经作业题-65",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "患者，男性，28岁，因滑雪时跌倒，右上臂撞到树干上，导致肱骨中段闭合性骨折。复位固定后，发现其右手腕部下垂，无法主动伸直腕关节，手背桡侧皮肤感觉麻木。此症状最可能由损伤下列哪条神经引起( )",
    "options": [
      "肌皮神经",
      "腋神经",
      "桡神经",
      "尺神经",
      "正中神经"
    ],
    "answer": [
      "桡神经"
    ],
    "explanation": "C"
  },
  {
    "id": "01_周围神经作业题-66",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "患者，女性，55岁，在接受腹股沟斜疝修补术后，出现大腿前内侧上方一小片区域皮肤感觉麻木、迟钝。医生检查认为可能与手术操作牵拉或损伤了某条皮神经有关。该区域皮肤感觉最可能由下列哪条神经支配( )",
    "options": [
      "髂腹下神经",
      "髂腹股沟神经",
      "股外侧皮神经",
      "闭孔神经皮支",
      "生殖股神经股支"
    ],
    "answer": [
      "髂腹股沟神经"
    ],
    "explanation": "B"
  },
  {
    "id": "01_周围神经作业题-67",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "足球运动员在比赛中，左膝关节外侧遭受猛烈撞击。随后，他感到左小腿外侧和足背麻木，行走时出现明显的“跨阈步态”(行走时需高抬患肢以免足尖拖地)。最可能受损的神经是( )",
    "options": [
      "胫神经",
      "腓总神经",
      "腓浅神经",
      "腓深神经",
      "坐骨神经"
    ],
    "answer": [
      "腓总神经"
    ],
    "explanation": "B"
  },
  {
    "id": "01_周围神经作业题-68",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "患者因肩关节前下方脱位就诊，手法复位后，发现其患侧肩部轮廓变为“方形肩”，且主动外展臂部至水平位的能力严重丧失。此体征提示最可能损伤了( )",
    "options": [
      "肩胛上神经",
      "胸长神经",
      "腋神经",
      "桡神经",
      "肌皮神经"
    ],
    "answer": [
      "腋神经"
    ],
    "explanation": "C"
  },
  {
    "id": "01_周围神经作业题-69",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "患者，玻璃工，在工作时被玻璃划伤腕部掌侧桡侧，深及筋膜。清创后发现其拇指无法完成对掌动作，手掌桡侧半及桡侧三个半指掌面感觉麻木。应考虑损伤了( )",
    "options": [
      "尺神经",
      "桡神经浅支",
      "正中神经返支",
      "骨间前神经",
      "肌皮神经"
    ],
    "answer": [
      "正中神经返支"
    ],
    "explanation": "C"
  },
  {
    "id": "01_周围神经作业题-70",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "患者，男童，5岁，因肺炎在社区卫生站接受臀部肌肉注射抗生素治疗后，家长发现其行走时左腿拖曳，左足不能抬起，足尖下垂且内翻，足背感觉麻木。此并发症最可能损伤了( )",
    "options": [
      "臀上神经",
      "臀下神经",
      "坐骨神经",
      "股神经",
      "胫神经"
    ],
    "answer": [
      "坐骨神经"
    ],
    "explanation": "C"
  },
  {
    "id": "01_周围神经作业题-71",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "患者，女性，68岁，跌倒时右手撑地，导致右肘关节严重肿胀畸形。X线证实为肱骨髁上粉碎性骨折。经石膏固定后，骨折愈合良好，但遗留右手无名指和小指掌指关节过伸、指间关节屈曲的“爪形手”畸形，且尺侧一个半手指皮肤感觉明显减退。最可能受损的神经是( )",
    "options": [
      "桡神经",
      "正中神经",
      "尺神经",
      "肌皮神经",
      "腋神经"
    ],
    "answer": [
      "尺神经"
    ],
    "explanation": "C"
  },
  {
    "id": "01_周围神经作业题-72",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "患者，女性，50岁，因子宫肌瘤行盆腔淋巴结清扫术。术后康复期间，主诉左大腿内侧肌肉无力，在试图夹紧双腿或骑跨动作时困难，且大腿内侧中份皮肤感觉麻木。最可能术中受损的神经是( )",
    "options": [
      "股神经",
      "闭孔神经",
      "股外侧皮神经",
      "生殖股神经",
      "髂腹下神经"
    ],
    "answer": [
      "闭孔神经"
    ],
    "explanation": "B"
  },
  {
    "id": "01_周围神经作业题-73",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "篮球运动员在起跳落地时严重内翻扭伤左踝关节。除了踝部肿胀疼痛外，他还感到足背第1、2趾相邻侧的皮肤持续性麻木和刺痛感。此特定区域的感觉异常，最可能由下列哪条神经的皮支受累引起( )",
    "options": [
      "腓肠神经",
      "腓浅神经",
      "腓深神经",
      "隐神经",
      "胫神经"
    ],
    "answer": [
      "腓深神经"
    ],
    "explanation": "C"
  },
  {
    "id": "01_周围神经作业题-74",
    "chapter": "周围神经作业题",
    "type": "single",
    "prompt": "患者，女性，48岁，因乳腺癌接受左侧乳房根治性切除术及腋窝淋巴结清扫。术后康复期，护士发现当患者用双手向前推墙时，其左侧肩胛骨下角及内侧缘异常向后凸起，呈“翅膀状”，且肩关节上举过头动作困难。此体征提示手术最可能损伤了( )",
    "options": [
      "胸背神经",
      "胸长神经",
      "肩胛上神经",
      "腋神经",
      "桡神经"
    ],
    "answer": [
      "胸长神经"
    ],
    "explanation": "B"
  },
  {
    "id": "01_周围神经作业题-75",
    "chapter": "周围神经作业题",
    "type": "multiple",
    "prompt": "关于尺神经的描述，正确的是",
    "options": [
      "在前臂与尺动脉伴行",
      "肱骨内上髁后方骨折常常伤及尺神经",
      "支配前臂全部屈肌",
      "损伤可致骨间肌萎缩，出现“爪形手”",
      "支配第1、2蚓状肌"
    ],
    "answer": [
      "在前臂与尺动脉伴行",
      "肱骨内上髁后方骨折常常伤及尺神经",
      "损伤可致骨间肌萎缩，出现“爪形手”"
    ],
    "explanation": "ABD"
  },
  {
    "id": "01_周围神经作业题-76",
    "chapter": "周围神经作业题",
    "type": "multiple",
    "prompt": "关于桡神经的描述，正确的是",
    "options": [
      "经桡神经沟向外下进入前臂",
      "支配臂和前臂的全部伸肌、旋后肌和肱桡肌",
      "损伤可出现“垂腕症”",
      "支配部分手肌",
      "支配三角肌"
    ],
    "answer": [
      "经桡神经沟向外下进入前臂",
      "支配臂和前臂的全部伸肌、旋后肌和肱桡肌",
      "损伤可出现“垂腕症”"
    ],
    "explanation": "ABC"
  },
  {
    "id": "01_周围神经作业题-77",
    "chapter": "周围神经作业题",
    "type": "multiple",
    "prompt": "支配臂肌的神经有",
    "options": [
      "桡神经",
      "正中神经",
      "肌皮神经",
      "尺神经",
      "腋神经"
    ],
    "answer": [
      "桡神经",
      "肌皮神经"
    ],
    "explanation": "AC"
  },
  {
    "id": "01_周围神经作业题-78",
    "chapter": "周围神经作业题",
    "type": "multiple",
    "prompt": "腰丛的主要分支有",
    "options": [
      "臀上神经",
      "闭孔神经",
      "髂腹下神经",
      "股神经",
      "臀下神经"
    ],
    "answer": [
      "闭孔神经",
      "髂腹下神经",
      "股神经"
    ],
    "explanation": "BCD"
  },
  {
    "id": "01_周围神经作业题-79",
    "chapter": "周围神经作业题",
    "type": "multiple",
    "prompt": "分布于大腿的神经有",
    "options": [
      "股神经",
      "闭孔神经",
      "股外侧皮神经",
      "股后皮神经",
      "髂腹下神经"
    ],
    "answer": [
      "股神经",
      "闭孔神经",
      "股外侧皮神经",
      "股后皮神经"
    ],
    "explanation": "ABCD"
  },
  {
    "id": "02_中枢神经系统作业题-1",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "不属于中枢神经系统的结构是",
    "options": [
      "端脑",
      "小脑",
      "间脑",
      "脊髓",
      "脑神经"
    ],
    "answer": [
      "脑神经"
    ],
    "explanation": "E"
  },
  {
    "id": "02_中枢神经系统作业题-2",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "在中枢神经系统内,形态和功能相似的神经元胞体聚集成团形成的结构是",
    "options": [
      "神经核",
      "神经节",
      "灰质",
      "皮质",
      "神经胶质"
    ],
    "answer": [
      "神经核"
    ],
    "explanation": "A"
  },
  {
    "id": "02_中枢神经系统作业题-3",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "在中枢神经系统内,神经纤维聚集的部位称",
    "options": [
      "神经核",
      "神经节",
      "白质",
      "神经",
      "灰质"
    ],
    "answer": [
      "白质"
    ],
    "explanation": "C"
  },
  {
    "id": "02_中枢神经系统作业题-4",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "成人脊髓下端约平",
    "options": [
      "第1骶椎体下缘",
      "第2腰椎体下缘",
      "第3腰椎体下缘",
      "第1腰椎体下缘",
      "第2骶椎体下缘"
    ],
    "answer": [
      "第1腰椎体下缘"
    ],
    "explanation": "D"
  },
  {
    "id": "02_中枢神经系统作业题-5",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "位于脊髓后索外侧部的结构是",
    "options": [
      "薄束",
      "楔束",
      "脊髓丘脑前束",
      "脊髓丘脑侧束",
      "皮质脊髓束"
    ],
    "answer": [
      "楔束"
    ],
    "explanation": "B"
  },
  {
    "id": "02_中枢神经系统作业题-6",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "右侧薄束、楔束受损可导致",
    "options": [
      "左侧受损平面以下骨骼肌的随意运动障碍",
      "左侧受损平面以下皮肤的痛、温觉障碍",
      "左侧受损平面以下意识性本体感觉障碍",
      "右侧受损平面以下骨骼肌的随意运动障碍",
      "右侧受损平面以下意识性本体感觉障碍"
    ],
    "answer": [
      "右侧受损平面以下意识性本体感觉障碍"
    ],
    "explanation": "E"
  },
  {
    "id": "02_中枢神经系统作业题-7",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "关于脊髓丘脑束的描述,正确的是",
    "options": [
      "包括脊髓丘脑前束和脊髓丘脑侧束",
      "脊髓丘脑前束主要传导痛、温觉信息",
      "脊髓丘脑侧束主要传导粗触觉、压觉信息",
      "纤维起自脊神经节",
      "终止于下丘脑"
    ],
    "answer": [
      "包括脊髓丘脑前束和脊髓丘脑侧束"
    ],
    "explanation": "A"
  },
  {
    "id": "02_中枢神经系统作业题-8",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "脊髓内传导躯干、四肢随意运动冲动的纤维束是",
    "options": [
      "薄束和楔束",
      "脊髓丘脑束",
      "前庭脊髓束",
      "皮质脊髓束",
      "红核脊髓束"
    ],
    "answer": [
      "皮质脊髓束"
    ],
    "explanation": "D"
  },
  {
    "id": "02_中枢神经系统作业题-9",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "脊髓一侧皮质脊髓束损伤后,出现的表现是",
    "options": [
      "对侧肢体的肌肉瘫痪,躯干肌不瘫痪",
      "同侧肢体的肌肉瘫痪,躯干肌瘫痪",
      "同侧肢体的肌肉不瘫痪,躯干肌瘫痪",
      "同侧肢体的肌肉瘫痪,躯干肌不瘫痪",
      "对侧肢体的肌肉瘫痪,躯干肌瘫痪"
    ],
    "answer": [
      "同侧肢体的肌肉瘫痪,躯干肌不瘫痪"
    ],
    "explanation": "D"
  },
  {
    "id": "02_中枢神经系统作业题-10",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "脊髓灰质侧角的神经元是",
    "options": [
      "感觉神经元",
      "交感神经元",
      "联络神经元",
      "躯体运动神经元",
      "副交感神经元"
    ],
    "answer": [
      "交感神经元"
    ],
    "explanation": "B"
  },
  {
    "id": "02_中枢神经系统作业题-11",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "小儿麻痹症主要是因为损伤了",
    "options": [
      "脊髓灰质后角",
      "脊髓前角运动神经元",
      "脊髓灰质侧角",
      "脊髓薄束、楔束",
      "脊髓丘脑束"
    ],
    "answer": [
      "脊髓前角运动神经元"
    ],
    "explanation": "B"
  },
  {
    "id": "02_中枢神经系统作业题-12",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "位于脑桥腹侧面的结构",
    "options": [
      "大脑脚",
      "小脑上脚",
      "基底沟",
      "小脑下脚",
      "橄榄"
    ],
    "answer": [
      "基底沟"
    ],
    "explanation": "C"
  },
  {
    "id": "02_中枢神经系统作业题-13",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "位于中脑腹侧面的结构",
    "options": [
      "大脑脚",
      "小脑上脚",
      "基底沟",
      "小脑下脚",
      "橄榄"
    ],
    "answer": [
      "大脑脚"
    ],
    "explanation": "A"
  },
  {
    "id": "02_中枢神经系统作业题-14",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "关于菱形窝的描述,正确的是",
    "options": [
      "位于中脑和脑桥的背侧面",
      "位于延髓上半部和脑桥的背侧面",
      "正中沟将其分为上、下部",
      "舌下神经三角位于迷走神经三角的外下方",
      "听结节位于内侧隆起"
    ],
    "answer": [
      "位于延髓上半部和脑桥的背侧面"
    ],
    "explanation": "B"
  },
  {
    "id": "02_中枢神经系统作业题-15",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "关于第四脑室的描述,正确的是",
    "options": [
      "位于中脑、脑桥与小脑之间",
      "其底为中脑和脑桥背侧的菱形窝",
      "脉络组织构成其顶后下部的一部分",
      "借延髓中央管连于第三脑室",
      "借一对正中孔与蛛网膜下隙相通"
    ],
    "answer": [
      "脉络组织构成其顶后下部的一部分"
    ],
    "explanation": "C"
  },
  {
    "id": "02_中枢神经系统作业题-16",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "面神经丘的深面有",
    "options": [
      "面神经核",
      "展神经核",
      "舌下神经核",
      "迷走神经背核",
      "副神经核"
    ],
    "answer": [
      "展神经核"
    ],
    "explanation": "B"
  },
  {
    "id": "02_中枢神经系统作业题-17",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "与咀嚼肌运动有关的核团是",
    "options": [
      "三叉神经脊束核",
      "三叉神经运动核",
      "三叉神经脑桥核",
      "孤束核",
      "疑核"
    ],
    "answer": [
      "三叉神经运动核"
    ],
    "explanation": "B"
  },
  {
    "id": "02_中枢神经系统作业题-18",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "当颅内压增高时,易挤压嵌入枕骨大孔内形成枕骨大孔疝的结构是",
    "options": [
      "小脑蚓",
      "小脑半球",
      "小脑扁桃体",
      "海马旁回",
      "绒球"
    ],
    "answer": [
      "小脑扁桃体"
    ],
    "explanation": "C"
  },
  {
    "id": "02_中枢神经系统作业题-19",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "关于小脑损伤的表现,错误的是",
    "options": [
      "肌张力减弱",
      "平衡失调",
      "蹒跚步态",
      "肢体瘫痪",
      "共济运动失调"
    ],
    "answer": [
      "肢体瘫痪"
    ],
    "explanation": "D"
  },
  {
    "id": "02_中枢神经系统作业题-20",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "不属于间脑的结构是",
    "options": [
      "外侧膝状体",
      "内侧膝状体",
      "上丘",
      "视交叉",
      "背侧丘脑"
    ],
    "answer": [
      "上丘"
    ],
    "explanation": "C"
  },
  {
    "id": "02_中枢神经系统作业题-21",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "视交叉位于",
    "options": [
      "丘脑",
      "中脑",
      "下丘脑",
      "端脑",
      "脑桥"
    ],
    "answer": [
      "下丘脑"
    ],
    "explanation": "C"
  },
  {
    "id": "02_中枢神经系统作业题-22",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "关于中央旁小叶前部的描述,正确的是",
    "options": [
      "是躯体感觉中枢",
      "是躯体运动中枢",
      "位于颞叶",
      "位于枕叶",
      "位于岛叶"
    ],
    "answer": [
      "是躯体运动中枢"
    ],
    "explanation": "B"
  },
  {
    "id": "02_中枢神经系统作业题-23",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "说话中枢(运动性语言中枢)位于",
    "options": [
      "中央前回下部",
      "中央后回下部",
      "额上回下部",
      "额下回后部",
      "额中回后部"
    ],
    "answer": [
      "额下回后部"
    ],
    "explanation": "D"
  },
  {
    "id": "02_中枢神经系统作业题-24",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "大脑皮质的第Ⅰ躯体感觉区位于",
    "options": [
      "中央前回和中央旁小叶的前部",
      "距状沟的两侧",
      "中央后回和中央旁小叶的后部",
      "颞横回",
      "扣带回"
    ],
    "answer": [
      "中央后回和中央旁小叶的后部"
    ],
    "explanation": "C"
  },
  {
    "id": "02_中枢神经系统作业题-25",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "视区位于",
    "options": [
      "距状沟两侧",
      "颞横回",
      "额下回中部",
      "角回",
      "额中回后部"
    ],
    "answer": [
      "距状沟两侧"
    ],
    "explanation": "A"
  },
  {
    "id": "02_中枢神经系统作业题-26",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "位于顶叶和颞叶之间的结构是",
    "options": [
      "外侧沟",
      "顶枕沟",
      "中央沟",
      "中央前沟",
      "中央后沟"
    ],
    "answer": [
      "外侧沟"
    ],
    "explanation": "A"
  },
  {
    "id": "02_中枢神经系统作业题-27",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "关于端脑的描述,错误的是",
    "options": [
      "包括左右大脑半球",
      "笼盖于间脑、中脑和小脑的上面",
      "左右大脑半球之间的裂隙称大脑纵裂",
      "大脑纵裂底部横行纤维称前连合",
      "大脑半球与小脑之间有大脑横裂"
    ],
    "answer": [
      "大脑纵裂底部横行纤维称前连合"
    ],
    "explanation": "D"
  },
  {
    "id": "02_中枢神经系统作业题-28",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "联系左、右大脑半球的纤维束是",
    "options": [
      "内囊",
      "胼胝体",
      "皮质核束",
      "皮质脊髓束",
      "内侧丘系"
    ],
    "answer": [
      "胼胝体"
    ],
    "explanation": "B"
  },
  {
    "id": "02_中枢神经系统作业题-29",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "内囊位于",
    "options": [
      "豆状核与屏状核之间",
      "豆状核、杏仁体和背侧丘脑之间",
      "豆状核与丘脑之间",
      "豆状核与尾状核之间",
      "尾状核、背侧丘脑与豆状核之间"
    ],
    "answer": [
      "尾状核、背侧丘脑与豆状核之间"
    ],
    "explanation": "E"
  },
  {
    "id": "02_中枢神经系统作业题-30",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "不通过内囊后肢的结构是",
    "options": [
      "视辐射",
      "皮质脊髓束",
      "听辐射",
      "皮质核束",
      "丘脑中央辐射"
    ],
    "answer": [
      "皮质核束"
    ],
    "explanation": "D"
  },
  {
    "id": "02_中枢神经系统作业题-31",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "一侧内囊受损不会出现的表现是",
    "options": [
      "对侧偏身运动障碍",
      "对侧偏身浅感觉障碍",
      "对侧听觉障碍",
      "双眼对侧半视野偏盲",
      "对侧偏身深感觉障碍"
    ],
    "answer": [
      "对侧听觉障碍"
    ],
    "explanation": "C"
  },
  {
    "id": "02_中枢神经系统作业题-32",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "属于大脑基底核的结构是",
    "options": [
      "薄束核",
      "疑核",
      "豆状核",
      "视上核",
      "室旁核"
    ],
    "answer": [
      "豆状核"
    ],
    "explanation": "C"
  },
  {
    "id": "02_中枢神经系统作业题-33",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "新纹状体是指",
    "options": [
      "尾状核和壳",
      "尾状核",
      "背侧丘脑",
      "尾状核和苍白球",
      "豆状核"
    ],
    "answer": [
      "尾状核和壳"
    ],
    "explanation": "A"
  },
  {
    "id": "02_中枢神经系统作业题-34",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者，女性，45岁，因左侧大脑中动脉血栓形成入院。查体:右侧面部以下(包括舌肌)和右上、下肢瘫痪，右侧偏身感觉障碍，双眼右侧视野同向性偏盲。该患者最可能的损伤部位是( )",
    "options": [
      "左侧中央前回",
      "左侧内囊膝",
      "左侧内囊后肢",
      "左侧中央后回",
      "左侧脑桥基底部"
    ],
    "answer": [
      "左侧内囊后肢"
    ],
    "explanation": "C"
  },
  {
    "id": "02_中枢神经系统作业题-35",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者，男性，70岁，突发右侧肢体无力。头颅MRI显示左侧内囊前肢及膝部梗死。查体时，患者最有可能出现以下哪种体征( )",
    "options": [
      "右侧躯干痛温觉消失",
      "伸舌时舌尖偏向右侧(右侧舌肌瘫痪)",
      "双眼右侧视野同向性偏盲",
      "右侧面部感觉消失",
      "右耳听力下降"
    ],
    "answer": [
      "伸舌时舌尖偏向右侧(右侧舌肌瘫痪)"
    ],
    "explanation": "B"
  },
  {
    "id": "02_中枢神经系统作业题-36",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者，女性，35岁，因头部外伤后出现语言障碍。患者神志清楚，能理解医生的指令(如“请伸出你的舌头”)，但不能用语言表达自己的想法，只能发出“啊…啊…”的单音。该患者大脑皮质的损伤部位最可能位于( )",
    "options": [
      "额中回后部(书写中枢)",
      "颞上回后部(感觉性语言中枢/Wernicke区)",
      "额下回后部(运动性语言中枢/Broca区)",
      "角回(阅读中枢)",
      "缘上回"
    ],
    "answer": [
      "额下回后部(运动性语言中枢/Broca区)"
    ],
    "explanation": "C"
  },
  {
    "id": "02_中枢神经系统作业题-37",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者，男性，60岁，因右下肢麻木无力就诊。查体:右下肢肌力4级，腱反射亢进，Babinski征阳性，同时伴有音叉震动觉和关节位置觉丧失。深感觉障碍提示病变可能累及了以下哪个纤维束( )",
    "options": [
      "脊髓丘脑束",
      "皮质脊髓束(锥体束)",
      "薄束",
      "楔束",
      "脊髓小脑束"
    ],
    "answer": [
      "薄束"
    ],
    "explanation": "C"
  },
  {
    "id": "02_中枢神经系统作业题-38",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者，男性，55岁，主诉“视物成双”2周。查体:右眼向内偏斜，向外侧注视受限。其余眼球运动正常。瞳孔等大，对光反射灵敏。该患者受损的神经核或纤维最可能位于是( )",
    "options": [
      "右侧动眼神经核",
      "左侧动眼神经核",
      "右侧展神经核",
      "左侧展神经核",
      "内侧纵束"
    ],
    "answer": [
      "右侧展神经核"
    ],
    "explanation": "C"
  },
  {
    "id": "02_中枢神经系统作业题-39",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者，女性，25岁，舞蹈症患者，表现为不自主的上肢和头部舞蹈样动作，肌张力降低。该病变主要累及以下哪个结构( )",
    "options": [
      "黑质",
      "红核",
      "尾状核和壳(新纹状体)",
      "苍白球",
      "丘脑底核"
    ],
    "answer": [
      "尾状核和壳(新纹状体)"
    ],
    "explanation": "C"
  },
  {
    "id": "02_中枢神经系统作业题-40",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者，男性，50岁，因右侧肢体瘫痪入院。查体发现:右侧上、下肢痉挛性瘫痪，右侧舌肌瘫痪(伸舌偏右)，右侧眼裂以下面肌瘫痪(口角歪向左侧)，但右侧眼裂以上面瘫不明显(左右两侧额纹对称)。该患者损伤部位最可能位于( )",
    "options": [
      "左侧中央前回下部(皮质)",
      "左侧内囊膝",
      "左侧脑桥基底部",
      "左侧延髓",
      "右侧内囊"
    ],
    "answer": [
      "左侧内囊膝"
    ],
    "explanation": "B"
  },
  {
    "id": "02_中枢神经系统作业题-41",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "延髓左侧半占位性病变，以下哪项临床表现最不可能出现( )",
    "options": [
      "右侧肢体瘫痪",
      "躯干四肢对称性瘫痪",
      "双侧肢体对称性本体感觉丧失",
      "某些肌肉弛缓性瘫痪并萎缩",
      "E双侧面部不同范围的痛觉障碍"
    ],
    "answer": [
      "躯干四肢对称性瘫痪"
    ],
    "explanation": "B"
  },
  {
    "id": "02_中枢神经系统作业题-42",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "某患者出现右侧舌前2/3味觉障碍，右舌下腺及下颌下腺分泌障碍，右眼不能闭眼，右额纹消失，右侧鼻唇沟消失，口角偏左侧。分析该患者可能的损伤部位是( )",
    "options": [
      "右面神经与脑干相连处",
      "右舌神经",
      "左面神经核",
      "左侧皮质核束",
      "左侧中央前回下部"
    ],
    "answer": [
      "右面神经与脑干相连处"
    ],
    "explanation": "A"
  },
  {
    "id": "02_中枢神经系统作业题-43",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "左侧面神经丘处室管膜胶质瘤压迫首先造成( )",
    "options": [
      "右侧眼裂以下表情肌瘫痪",
      "左侧表情肌全部瘫痪",
      "左侧眼球不能转动",
      "右侧表情肌全部瘫痪",
      "左侧眼裂以上表情肌瘫痪"
    ],
    "answer": [
      "左侧表情肌全部瘫痪"
    ],
    "explanation": "B"
  },
  {
    "id": "02_中枢神经系统作业题-44",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "某高血压患者出现左侧上、下肢痉挛性瘫痪，腱反射亢进，Babinski征阳性，右眼不能向外转动，左侧躯干、上、下肢振动觉、精细触觉丧失。试分析可能损伤的结构是( )",
    "options": [
      "左侧锥体束，左侧薄束，左侧展神经",
      "右侧皮质脊髓束，左侧内侧丘系，左侧展神经",
      "右侧锥体束，右侧内侧丘系，左侧展神经",
      "右侧锥体束，右侧内侧丘系，右侧展种经",
      "右侧锥体束，左侧内侧丘系"
    ],
    "answer": [
      "右侧锥体束，右侧内侧丘系，右侧展种经"
    ],
    "explanation": "D"
  },
  {
    "id": "02_中枢神经系统作业题-45",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "人类有语言表达的能力，故在大脑皮质上具有相应的语言中枢，如说话、阅读和书写等中枢。如果Broca区损伤，该患者( )",
    "options": [
      "无法进行写字、绘图等精细活动",
      "听不到别人说的话",
      "对原来认识的字不能阅读",
      "不能正确回答问题和正常说话",
      "无法理解别人说话的意义"
    ],
    "answer": [
      "不能正确回答问题和正常说话"
    ],
    "explanation": "D"
  },
  {
    "id": "02_中枢神经系统作业题-46",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者，男，55岁，右侧视区损伤，该患者出现的症状为( )",
    "options": [
      "右眼全盲",
      "双眼颞侧视野偏盲",
      "双眼鼻侧视野偏盲",
      "双眼右侧半视野偏盲",
      "双眼左侧半视野偏盲"
    ],
    "answer": [
      "双眼左侧半视野偏盲"
    ],
    "explanation": "E"
  },
  {
    "id": "02_中枢神经系统作业题-47",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者，女，50岁，左侧角回损伤，该患者出现的症状为( )",
    "options": [
      "左眼全盲",
      "双眼右侧半视野同向性偏盲",
      "双眼视物模糊，但可认识和理解文字",
      "双眼视觉正常，但不能认识和理解文字",
      "听觉正常，但听不懂他人讲话的意思"
    ],
    "answer": [
      "双眼视觉正常，但不能认识和理解文字"
    ],
    "explanation": "D"
  },
  {
    "id": "02_中枢神经系统作业题-48",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者，女，36岁，左侧额中回后部损伤，该患者出现的症状为( )",
    "options": [
      "左侧上、下肢硬瘫",
      "右侧上、下肢硬瘫",
      "上肢瘫痪，但写字不受影响",
      "上肢活动正常，但丧失书写能力",
      "丧失说话能力，但可发出声音"
    ],
    "answer": [
      "上肢活动正常，但丧失书写能力"
    ],
    "explanation": "D"
  },
  {
    "id": "02_中枢神经系统作业题-49",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者，男，45岁，能发音，但不能说出有意义的语言，可能损伤的脑区( )",
    "options": [
      "额上回",
      "额中回",
      "额下回",
      "颞上回",
      "扣带回"
    ],
    "answer": [
      "额下回"
    ],
    "explanation": "C"
  },
  {
    "id": "02_中枢神经系统作业题-50",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者听觉无障碍，但听不懂别人说的话，可能损伤的脑区是( )",
    "options": [
      "额上回",
      "额中回",
      "额下回",
      "颞上回",
      "扣带回"
    ],
    "answer": [
      "颞上回"
    ],
    "explanation": "D"
  },
  {
    "id": "02_中枢神经系统作业题-51",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者右侧内囊后肢前部损伤，可能出现( )",
    "options": [
      "右侧肢体痉享性瘫痪",
      "右侧肢体弛缓性瘫痪",
      "左侧肢体痉挛性瘫痪",
      "左侧肢体弛缓性瘫痪",
      "左、右侧肢体疫李性瘫痪"
    ],
    "answer": [
      "左侧肢体痉挛性瘫痪"
    ],
    "explanation": "C"
  },
  {
    "id": "02_中枢神经系统作业题-52",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者，男，49岁，右侧中央前回中部损伤可出现的症状为( )",
    "options": [
      "左半身瘫痪",
      "左侧上肢瘫痪",
      "右半身瘫痪",
      "右侧上肢瘫痪",
      "右眼睑以下面肌瘫痪"
    ],
    "answer": [
      "左侧上肢瘫痪"
    ],
    "explanation": "B"
  },
  {
    "id": "02_中枢神经系统作业题-53",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者，右侧大脑听觉区受损，关于听觉区的描述，正确的是( )",
    "options": [
      "位于颞上回",
      "接受外侧膝状体发出的纤维",
      "一侧听区接受来自一侧耳的听觉冲动",
      "一侧听区接受来自双倒耳的听觉冲动",
      "该患者会出现全聋"
    ],
    "answer": [
      "一侧听区接受来自双倒耳的听觉冲动"
    ],
    "explanation": "D"
  },
  {
    "id": "02_中枢神经系统作业题-54",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者右侧内囊后肢损伤，可能会出现( )",
    "options": [
      "双耳全聋",
      "嗅觉丧失",
      "双眼右侧偏盲",
      "双眼左侧偏盲",
      "对侧痛温觉丧失而精细触觉存在"
    ],
    "answer": [
      "双眼左侧偏盲"
    ],
    "explanation": "D"
  },
  {
    "id": "02_中枢神经系统作业题-55",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者，男，49岁，右侧中央前回最上部损伤可出现的症状为( )",
    "options": [
      "左半身瘫痪",
      "左侧下肢瘫痪",
      "右半身瘫痪",
      "右侧下肢瘫痪",
      "左眼睑以下面肌瘫痪"
    ],
    "answer": [
      "左侧下肢瘫痪"
    ],
    "explanation": "B"
  },
  {
    "id": "02_中枢神经系统作业题-56",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者，男，外伤后2个月左手和左臂痉挛性瘫痪、伸舌时舌偏左，无舌肌萎缩，左侧面下部肌瘫痪丧失说话能力，但能看懂文字，听懂别人说话,全身感觉正常，该患者可能的损伤部位在( )",
    "options": [
      "右侧中央前回",
      "右侧内裳后肢",
      "右侧大脑脚底",
      "右侧中央前回中下部及额下回后部",
      "右侧面丘平面"
    ],
    "answer": [
      "右侧中央前回中下部及额下回后部"
    ],
    "explanation": "D"
  },
  {
    "id": "02_中枢神经系统作业题-57",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "男性，65岁，突然意识丧失，入院急救，意识恢复后不能说话，右上、下肢不能运动。数日后可以说话，但舌活动不灵活。查体发现:右侧上、下肢痉挛性瘫痪，腱反射亢进，腹壁反射消失，病理反射阳性:伸舌时舌尖偏向左侧，左侧舌肌萎缩。右侧半躯干和右侧上、下肢振动觉和两点辨别性触觉消失，但面部除外。全身痛、温觉正常。可能的病变部位及其受损的结构是( )",
    "options": [
      "在左侧半延髓锥体交叉高度腹内侧部，受损结构有锥体束和内侧丘系",
      "在左侧半延髓橄榄中部高度腹内侧部，受损结构有锥体束、内侧丘系和舌下神经根",
      "在右侧半延髓橄榄中部高度腹内侧部受损结构有锥体束、内侧丘系和舌下神经根",
      "在左侧半脑桥下部高度腹侧部，受损结构有锥体束、内侧丘系和三叉神经根",
      "在右侧半脑桥下部高度腹侧部，受损结构有锥体束、内侧丘系和三叉神经根"
    ],
    "answer": [
      "在左侧半延髓橄榄中部高度腹内侧部，受损结构有锥体束、内侧丘系和舌下神经根"
    ],
    "explanation": "B"
  },
  {
    "id": "02_中枢神经系统作业题-58",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "男性，59岁，昏迷数小时后清醒。查体发现:右侧上、下肢呈痉挛性瘫痪，腱反射亢进，病理反射阳性;伸舌时舌尖偏向左侧，左侧半舌肌萎缩不明显。右侧躯干及上、下肢振动觉和精细触觉消失，但全身痛、温觉正常。试分析可能损伤的部位及结构是( )",
    "options": [
      "左侧中脑腹侧部，受损结构有左侧锥体束、右侧内侧丘系",
      "左侧脑桥腹侧部，受损结构有左侧锥体束、右侧内侧丘系",
      "右侧脑桥腹侧部，受损结构有右侧锥体束、左侧内侧丘系,左侧三叉神经核",
      "左侧延髓腹侧部，结构有左侧锥体束、左侧内侧丘系,左侧舌下神经核",
      "右侧延髓腹侧部，受损结构有右侧锥体束、右侧内侧丘系,右侧舌下神经核"
    ],
    "answer": [
      "左侧延髓腹侧部，结构有左侧锥体束、左侧内侧丘系,左侧舌下神经核"
    ],
    "explanation": "D"
  },
  {
    "id": "02_中枢神经系统作业题-59",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "女性，73岁，左侧上、下肢共济失调30余天，近日加重，并出现吞咽困难、声音嘶哑、眩晕等症状，既往有动脉粥样硬化病史。检查发现:左侧头面部痛、温觉障碍;右侧躯干和上下肢痛、温觉障碍:左侧软腭及咽喉肌麻痹，吞咽困难，声音嘶哑;左侧 Horer 综合征，表现为瞳孔缩小、上脸轻度下垂、面部皮肤干燥并潮红及汗腺分泌障碍;上、下肢共济失调;眩晕，眼球震颤。可能的病变部位及其受损的结构是( )",
    "options": [
      "在左侧半延髓锥体交叉高度，受损结构有锥体束、内侧丘系、脊髓丘脑束和下丘脑至脊髓中间外侧核的交感下行通路",
      "在左侧半延髓橄榄中部高度背外侧部，受损结构有前庭神经核、小脑下脚、三叉神经脊束、脊髓丘脑束和下丘脑至脊髓中间外侧核的交感下行通路",
      "在右侧半延髓橄榄中部高度背外侧部，受损结构有前庭神经核、小脑下脚、三叉神经脊束、脊髓丘脑束和下丘脑至脊髓中间外侧核的交感下行通路",
      "在左侧半脑桥下部高度背内侧部，受损结构有舌下神经核、迷走神经背核、脊髓丘脑束和下丘脑至脊髓中间外侧核的交感下行通路",
      "在右侧半脑桥下部高度背外侧部，受损结构有舌下神经核、迷走神经背核、脊髓丘脑束和下丘脑至脊髓中间外侧核的交感下行通路"
    ],
    "answer": [
      "在左侧半延髓橄榄中部高度背外侧部，受损结构有前庭神经核、小脑下脚、三叉神经脊束、脊髓丘脑束和下丘脑至脊髓中间外侧核的交感下行通路"
    ],
    "explanation": "B"
  },
  {
    "id": "02_中枢神经系统作业题-60",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "男性，40岁，近日逐渐出现左侧上、下肢瘫痪，腱反射亢进，右侧眼球不能外视，可能的病变部位及其受损的结构是( )",
    "options": [
      "在左侧半中脑下丘高度腹内侧部，受损结构有锥体束和动眼神经根",
      "在右侧半中脑下丘高度腹内侧部，受损结构有锥体束和动眼神经根",
      "在左侧半脑桥上部高度腹内侧部，受损结构有锥体束和滑车神经根",
      "在右侧半脑桥上部高度腹内侧部，受损结构有锥体束和滑车神经根",
      "在右侧半脑桥下部高度腹内侧部，受损结构有锥体束和展神经根"
    ],
    "answer": [
      "在右侧半脑桥下部高度腹内侧部，受损结构有锥体束和展神经根"
    ],
    "explanation": "E"
  },
  {
    "id": "02_中枢神经系统作业题-61",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "某患者在医院就诊，医生查体发现:右侧外直肌麻痹，双眼患侧凝视麻痹;右侧面肌麻痹;眩晕，眼球震颤;右侧头面部痛、温觉障碍;左侧躯干及上、下肢浅感觉障碍;右侧出现Horner 综合征:右侧上、下肢共济失调。试分析可能的病变部位及其受损的结构( )",
    "options": [
      "在左侧半延髓上部高度背侧部，受损结构有前庭神经核、舌下神经核、三叉神经脊束、脊髓丘脑束、下丘脑至颈段脊髓中间带外侧核的交感神经下行通路小脑下脚和脊髓小脑前束",
      "在右侧半延髓上部高度背侧部，受损结构有前庭神经核、舌下神经核、展神经核、内侧丘系、三叉神经脊束、脊髓丘脑束、小脑下脚和脊髓小脑前束",
      "在左侧半脑桥下部高度背侧部，受损结构有展神经核、面神经核、前庭神经核、三叉神经脊束、脊髓丘脑束、内侧丘系、下丘脑至颈段脊髓中间带外侧核的交感神经下行通路、小脑下脚和脊髓小脑前束",
      "在右侧半脑桥下部高度背侧部，受损结构有展神经核、面神经核、前庭神经核、三叉神经脊束、脊髓丘脑束、内侧丘系、下丘脑至颈段脊髓中间带外侧核的交感神经下行通路、小脑下脚和脊髓小脑前束",
      "在右侧半脑桥中部高度背侧部，受损结构有三叉神经感觉核、三叉神经运动核、脊髓丘脑束、下丘脑至颈段脊髓中间带外侧核的交感神经下行通路、小脑上脚和脊髓小脑前束"
    ],
    "answer": [
      "在右侧半脑桥下部高度背侧部，受损结构有展神经核、面神经核、前庭神经核、三叉神经脊束、脊髓丘脑束、内侧丘系、下丘脑至颈段脊髓中间带外侧核的交感神经下行通路、小脑下脚和脊髓小脑前束"
    ],
    "explanation": "D"
  },
  {
    "id": "02_中枢神经系统作业题-62",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "男性，76岁。脑卒中后右半身不能动2周，既往有高血压史。检查发现:左眼瞳孔开大，并转向外下方，瞳孔直接对光反射消失，上脸下垂。右侧上、下肢呈痉性瘫痪，腱反射亢进，病理反射阳性，并伴有睑裂以下面瘫;伸舌时舌尖偏向右侧，肌不萎缩。其原因可能是( )",
    "options": [
      "左侧半中脑上丘高度大脑脚底受损",
      "右侧半中脑上丘高度大脑脚底受损",
      "左侧半中脑下丘高度大脑脚底受损",
      "右侧半中脑下丘高度大脑脚底受损",
      "左侧半中脑下丘高度被盖部受损"
    ],
    "answer": [
      "左侧半中脑下丘高度大脑脚底受损"
    ],
    "explanation": "C"
  },
  {
    "id": "02_中枢神经系统作业题-63",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "某患者近月来，逐渐出现左侧上、下肢及躯干意识性本体感觉和精细触觉障碍;右侧除外直肌和上斜肌外的所有眼球外肌麻痹，瞳孔散大;左侧上、下肢意向性震颤，共济失调。可能的病变部位及其受损的结构( )",
    "options": [
      "在左侧中脑上丘高度腹侧部，受损结构有锥体束、内侧丘系、动眼神经根、黑质和小脑上脚",
      "在右侧中脑上丘高度腹侧部，受损结构有锥体束、内侧丘系、动眼神经根、黑质和小脑上脚",
      "在左侧中脑上丘高度被盖内侧部，受损结构动眼神经根、内侧丘系、小脑丘脑纤维和红核",
      "在右侧中脑上丘高度被盖内侧部，受损结构动眼神经根、内侧丘系、小脑丘脑纤维和红核",
      "在右侧中脑下丘高度顶盖背侧部，受损结构滑车神经根、内侧丘系、小脑丘脑纤维和红核"
    ],
    "answer": [
      "在右侧中脑上丘高度被盖内侧部，受损结构动眼神经根、内侧丘系、小脑丘脑纤维和红核"
    ],
    "explanation": "D"
  },
  {
    "id": "02_中枢神经系统作业题-64",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "女性，20岁。清晨洗脸照镜时，发现口角歪向左侧，右眼不能紧闭，即来就医。查体可见:右侧额纹消失，右眼不能闭，鼓腮、吹哨时右颊部漏气，右侧口角流口水，右侧鼻唇沟消失，口角偏向左侧。其原因可能是( )",
    "options": [
      "左侧动眼神经核上瘫",
      "左侧面神经核上瘫",
      "右侧动眼神经核下瘫",
      "右侧面神经核下瘫",
      "右侧展神经核下瘫"
    ],
    "answer": [
      "右侧面神经核下瘫"
    ],
    "explanation": "D"
  },
  {
    "id": "02_中枢神经系统作业题-65",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "某患者左侧舌前 2/3 味觉障碍，左侧舌下腺、左下颌下腺分泌障碍，左眼不能闭合，左侧额纹消失，左侧鼻唇沟消失，口角偏向右侧，该患者病变可能在( )",
    "options": [
      "右侧面神经与脑干相连处",
      "左侧舌神经",
      "左侧面神经",
      "右侧皮质核束",
      "右侧大脑皮质中央前回下1/3"
    ],
    "answer": [
      "左侧面神经"
    ],
    "explanation": "C"
  },
  {
    "id": "02_中枢神经系统作业题-66",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "男性，40岁，在建筑工地意外坠落，出现短暂意识丧失后恢复，头部损伤就诊。 CT检查发现大脑右侧额叶一个可疑肿块。体查发现左侧上肢瘫痪，可能的损伤部位( )",
    "options": [
      "额上回后部",
      "额下回后部",
      "中央前回上部",
      "中央前回中部",
      "中央前回下部"
    ],
    "answer": [
      "中央前回中部"
    ],
    "explanation": "D"
  },
  {
    "id": "02_中枢神经系统作业题-67",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "女性，65 岁，因渐进性头痛和左侧下肢麻木2个月而就诊。X线照片显示右侧大脑顶叶有一肿瘤病灶。肿瘤最可能位于( )",
    "options": [
      "中央旁小叶后部",
      "中央前回下中部",
      "缘上回",
      "顶上小叶",
      "角回"
    ],
    "answer": [
      "中央旁小叶后部"
    ],
    "explanation": "A"
  },
  {
    "id": "02_中枢神经系统作业题-68",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "女性，45岁，因阅读困难并逐渐加重，就诊于眼科，检查视力正常，但不能理解文字句子的意义。可能的损伤部位( )",
    "options": [
      "缘上回",
      "角回",
      "额中回",
      "额下回",
      "颞上回"
    ],
    "answer": [
      "角回"
    ],
    "explanation": "B"
  },
  {
    "id": "02_中枢神经系统作业题-69",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "男性，55 岁，因与家人吵架后，突然晕倒，2天后意识恢复。CT和MRI显示左侧内囊前肢和膝部有一个出血灶，可出现( )",
    "options": [
      "右耳听力丧失",
      "右眼全盲",
      "右侧肢体瘫痪",
      "左侧肢体瘫痪",
      "右侧面肌瘫痪"
    ],
    "answer": [
      "右侧面肌瘫痪"
    ],
    "explanation": "E"
  },
  {
    "id": "02_中枢神经系统作业题-70",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "男性，49 岁，建筑设计师，高血压10年，与朋友聚餐喝酒后突发右上肢轻度瘫痪，一个月后恢复右上肢运动能力，但写字和绘图能力丧失，可能损伤的中枢是( )",
    "options": [
      "视觉性语言中枢",
      "听觉性语言中枢",
      "书写中枢",
      "第I躯体运动区",
      "运动性语言中枢"
    ],
    "answer": [
      "书写中枢"
    ],
    "explanation": "C"
  },
  {
    "id": "02_中枢神经系统作业题-71",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "女性，13岁，自幼好动，近3~4年明显，动作多于常人，穿衣用食均有多余动作，字迹书写大小不等、行距不一。检查发现肌张力减弱，有自发不随意运动，可能损伤部位( )",
    "options": [
      "新纹状体",
      "旧纹状体",
      "中央前回",
      "额中回",
      "额下回"
    ],
    "answer": [
      "新纹状体"
    ],
    "explanation": "A"
  },
  {
    "id": "02_中枢神经系统作业题-72",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "一病人损伤右侧大脑半球中央后回下部，出现哪种症状( )",
    "options": [
      "左侧上肢皮肤的感觉丧失",
      "左侧头面部皮肤的感觉丧失",
      "右侧头面部皮肤的感觉丧失",
      "躯干皮肤的感觉丧失",
      "左侧下肢的感觉丧失"
    ],
    "answer": [
      "左侧头面部皮肤的感觉丧失"
    ],
    "explanation": "B"
  },
  {
    "id": "02_中枢神经系统作业题-73",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者因左侧内囊出血损伤丘脑中央辐射，会出现下列什么症状( )",
    "options": [
      "左侧躯体感觉缺失",
      "右侧偏盲",
      "右侧偏瘫",
      "左侧半身感觉缺失",
      "右侧半身感觉缺失"
    ],
    "answer": [
      "右侧半身感觉缺失"
    ],
    "explanation": "E"
  },
  {
    "id": "02_中枢神经系统作业题-74",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "一患者，一侧脑损伤后，引起对侧偏盲，损伤的区域是( )",
    "options": [
      "Brodmann分区的17区;",
      "Brodmann分区的37区;",
      "Brodmann分区的41、46区",
      "Brodmann分区的4、6区",
      "Brodmann分区的3、1、2区"
    ],
    "answer": [
      "Brodmann分区的17区;"
    ],
    "explanation": "A"
  },
  {
    "id": "02_中枢神经系统作业题-75",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "某患者，55岁，延髓背侧正中沟右侧出现肿瘤，出现精细感觉受损症状，请问该肿瘤所在隆起称为( )",
    "options": [
      "薄束结节",
      "橄榄",
      "小脑下脚",
      "锥体",
      "楔束结节"
    ],
    "answer": [
      "薄束结节"
    ],
    "explanation": "A"
  },
  {
    "id": "02_中枢神经系统作业题-76",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "某患者脑干肿瘤侵犯了孤束核，请问孤束核接受了( )",
    "options": [
      "经舌咽神经入脑的舌后1/3味觉纤维",
      "经面神经入脑的舌前2/3味觉纤维",
      "经迷走神经入脑的一般内脏感觉纤维",
      "经舌咽神经入脑的一般黏膜感觉纤维",
      "以上都含有"
    ],
    "answer": [
      "以上都含有"
    ],
    "explanation": "E"
  },
  {
    "id": "02_中枢神经系统作业题-77",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者，女，54岁，手术中损伤椎动脉后出现左侧头面部痛温觉障碍，请问该患者可能损伤了以下哪个结构( )",
    "options": [
      "左侧薄束",
      "左侧锥体束",
      "左侧三叉神经脊束",
      "右侧三叉神经脊束",
      "右侧锥体束"
    ],
    "answer": [
      "左侧三叉神经脊束"
    ],
    "explanation": "C"
  },
  {
    "id": "02_中枢神经系统作业题-78",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者，男，48岁，手术中损伤椎动脉后出现右侧上下肢瘫痪，左侧眼外直肌麻痹，请问该患者可能损伤了以下哪个结构( )",
    "options": [
      "右侧锥体束和右侧动眼神经",
      "右侧锥体束和左侧展神经",
      "左侧锥体束和右侧展神经",
      "右侧锥体束和右侧展神经",
      "左侧锥体束和左侧展神经"
    ],
    "answer": [
      "左侧锥体束和左侧展神经"
    ],
    "explanation": "E"
  },
  {
    "id": "02_中枢神经系统作业题-79",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者，女，因左侧内囊损伤(出血)，导致右侧躯体感觉障碍，损伤的结构是( )",
    "options": [
      "丘脑前辐射",
      "额桥束",
      "顶枕颞桥束",
      "丘脑中央辐射",
      "皮质脊髓束"
    ],
    "answer": [
      "丘脑中央辐射"
    ],
    "explanation": "D"
  },
  {
    "id": "02_中枢神经系统作业题-80",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "一病人经检查后发现左侧视野偏盲，如果病变发生在端脑，其病变的位置出现在( )",
    "options": [
      "右侧内囊",
      "左侧顶枕沟上、下皮质",
      "右侧顶枕沟上、下皮质",
      "左侧距状沟下、下皮质",
      "右侧距状沟下、下皮质"
    ],
    "answer": [
      "右侧距状沟下、下皮质"
    ],
    "explanation": "E"
  },
  {
    "id": "02_中枢神经系统作业题-81",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "一患者，最近感觉左侧偏身麻木，检查躯体运动和视觉没有异常，可能发生的病变位于( )",
    "options": [
      "内囊后肢",
      "内囊前肢",
      "内囊膝部",
      "右侧第I躯体感觉区",
      "左侧第I躯体感觉区"
    ],
    "answer": [
      "右侧第I躯体感觉区"
    ],
    "explanation": "D"
  },
  {
    "id": "02_中枢神经系统作业题-82",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "某患者，45岁，于延髓背侧正中沟右侧形成肿瘤，出现精细感觉受损症状，请问该肿瘤所在隆起称为( )",
    "options": [
      "橄榄",
      "楔束结节",
      "小脑下脚",
      "锥体",
      "薄束结节"
    ],
    "answer": [
      "薄束结节"
    ],
    "explanation": "E"
  },
  {
    "id": "02_中枢神经系统作业题-83",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者，男，65岁，脑干肿瘤压迫后出现右侧头面部牙、口、鼻腔的触觉和压觉障碍，请问该肿瘤可能压迫了哪个结构( )",
    "options": [
      "左三叉神经脑桥核",
      "右三叉神经脑桥核",
      "左三叉神经脊束核",
      "右三叉神经脊束核",
      "左三叉神经中脑核"
    ],
    "answer": [
      "右三叉神经脑桥核"
    ],
    "explanation": "B"
  },
  {
    "id": "02_中枢神经系统作业题-84",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者，男，58岁，因肿瘤压迫大脑后动脉出现左侧除外直肌和上斜肌外的所有眼球外肌麻痹，瞳孔散大，右上、下肢瘫痪，请问该患者可能损伤了哪些结构( )",
    "options": [
      "右动眼神经、右皮质脊髓束",
      "左动眼神经、左皮质脊髓束",
      "右展神经、右皮质核束",
      "左动眼神经、左皮质核束",
      "右动眼神经、右皮质核束"
    ],
    "answer": [
      "左动眼神经、左皮质脊髓束"
    ],
    "explanation": "B"
  },
  {
    "id": "02_中枢神经系统作业题-85",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者，男，右侧躯体麻木，此患者可能发生的病变位于( )",
    "options": [
      "右侧第Ⅰ躯体感觉区和旁中央小叶后部",
      "左侧第Ⅰ躯体感觉区和旁中央小叶后部",
      "第Ⅱ躯体感觉区上半和旁中央小叶后部",
      "第Ⅰ躯体感觉区下半和旁中央小叶后部",
      "第Ⅰ躯体感觉区上半和旁中央小叶后部"
    ],
    "answer": [
      "第Ⅰ躯体感觉区上半和旁中央小叶后部"
    ],
    "explanation": "E"
  },
  {
    "id": "02_中枢神经系统作业题-86",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "某患者眼部肿瘤侵犯睫状肌，请问下列核团中支配睫状肌的是( )",
    "options": [
      "动眼神经副核",
      "动眼神经核",
      "滑车神经核",
      "展神经核",
      "疑核"
    ],
    "answer": [
      "动眼神经副核"
    ],
    "explanation": "A"
  },
  {
    "id": "02_中枢神经系统作业题-87",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者，女，56岁，出现对侧上、下肢瘫痪，经检查为椎动脉延髓支阻塞，请问该患者可能是损伤了以下哪个结构出现对侧上、下肢瘫痪( )",
    "options": [
      "丘脑腹后外侧核",
      "皮质核束",
      "锥体束",
      "红核",
      "舌下神经核"
    ],
    "answer": [
      "锥体束"
    ],
    "explanation": "C"
  },
  {
    "id": "02_中枢神经系统作业题-88",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "某患者，77岁，于延髓腹侧正中沟右侧形成肿瘤，出现上下肢瘫痪受损症状，请问该肿瘤所在隆起称为( )",
    "options": [
      "小脑下脚",
      "锥体",
      "橄榄",
      "薄束结节",
      "楔束结节"
    ],
    "answer": [
      "锥体"
    ],
    "explanation": "B"
  },
  {
    "id": "02_中枢神经系统作业题-89",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者，男，51岁，因脑干肿瘤压迫动脉后出现左侧上、下肢及躯干痛、温觉障碍，左侧上、下肢及躯干意识性本体感觉和精细触觉障碍等，请问该患者可能损伤了哪些结构( )",
    "options": [
      "左侧内侧丘系、左侧脊髓丘脑束",
      "右侧三叉神经脊束、左侧脊髓丘脑束",
      "右侧内侧丘系、右侧脊髓丘脑束",
      "左侧内侧丘系、右侧脊髓丘脑束",
      "左侧三叉神经脊束、右侧内侧丘系"
    ],
    "answer": [
      "右侧内侧丘系、右侧脊髓丘脑束"
    ],
    "explanation": "C"
  },
  {
    "id": "02_中枢神经系统作业题-90",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "一患者因脑血管意外收入院治疗，检查发现左侧内囊损伤，该患者会发生以下情况( )",
    "options": [
      "左侧上、下肢偏瘫",
      "右侧上、下肢偏瘫",
      "左侧眼裂以下面肌瘫痪",
      "右侧额纹消失",
      "左侧偏身感觉缺失"
    ],
    "answer": [
      "右侧上、下肢偏瘫"
    ],
    "explanation": "B"
  },
  {
    "id": "02_中枢神经系统作业题-91",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者，男，既往高血压病史，突发剧烈头痛、伴喷射样呕吐，后出现昏迷2小时，深昏迷，呼吸减弱，左侧瞳孔扩大，对光反射迟钝，双侧肢体自主活动消失，右侧肢体肌张力为0级。下列哪项不是上述症状出现的原因( )",
    "options": [
      "小脑扁桃体突入枕骨大孔",
      "小脑幕切迹与鞍背共同形成卵圆窝的孔，环绕中脑",
      "海马旁回和钩进入小脑幕孔",
      "动眼神经受压",
      "小脑幕介于大脑半球枕叶与小脑之间"
    ],
    "answer": [
      "小脑扁桃体突入枕骨大孔"
    ],
    "explanation": "A"
  },
  {
    "id": "02_中枢神经系统作业题-92",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者，女，64岁，因肿瘤压迫中脑被盖后出现左上、下肢意向性震颤，左上、下肢及躯干意识性本体觉和精细触觉障碍，请问该患者可能损伤了哪些结构( )",
    "options": [
      "右小脑丘脑纤维、右红核、右内侧丘系",
      "左小脑丘脑纤维、左红核、左脊髓丘脑束",
      "右小脑丘脑纤维、右红核、右脊髓丘脑束",
      "左小脑丘脑纤维、左红核、左内侧丘系",
      "左三叉神经脊束、左红核、左内侧丘系"
    ],
    "answer": [
      "右小脑丘脑纤维、右红核、右内侧丘系"
    ],
    "explanation": "A"
  },
  {
    "id": "02_中枢神经系统作业题-93",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者，男，66岁，突发剧烈头痛、伴喷射样呕吐，后出现昏迷2小时，既往高血压病史。查体: HP:202/115mmHg, HR:134次/分, R:9次/分，深昏迷, 左侧瞳孔扩大，直径5mm, 对光反射迟钝，双侧肢体自主活动消失，右侧肢体肌张力为0级。问:该患者可能出现什么情况?( )",
    "options": [
      "枕骨大孔疝",
      "小脑幕切迹疝",
      "急性颅内感染",
      "高血压脑病",
      "颅内肿瘤"
    ],
    "answer": [
      "小脑幕切迹疝"
    ],
    "explanation": "B"
  },
  {
    "id": "02_中枢神经系统作业题-94",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者，女，68岁，多年糖尿病、肥胖和高血压病史，急发性头晕等症状前来就医，头部C.T扫描，在其右小脑发现一块出血，诊断为小脑出血。以下描述不正确的是( )",
    "options": [
      "与患者长期高血压病史有相关性",
      "患者会出现头晕、步态障碍、枕部头痛、呕吐等症状",
      "患者可能会出现右侧肢体共济失调而无明显瘫痪，可伴有有眼球震颤",
      "随着出血增加，可导致进行性颅内压增高，引起脑疝",
      "多由颈内动脉分支破裂引起"
    ],
    "answer": [
      "多由颈内动脉分支破裂引起"
    ],
    "explanation": "E"
  },
  {
    "id": "02_中枢神经系统作业题-95",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患儿，女，8岁，头疼头昏近2个月，近来走路左右摇晃，说话含混不清，经查体以及MRI检查，初步诊断为:小脑蚓部占位性病变。关于小脑蚓的描述错误的是( )",
    "options": [
      "小脑蚓位于小脑半球中部",
      "从前向后依次为小结、蚓垂、蚓锥体和蚓结节",
      "进化上出现较早，属于原小脑",
      "进化上出现较晚，属于旧小脑",
      "蚓部是躯干的代表区，主要与脊髓和前庭器官联系"
    ],
    "answer": [
      "进化上出现较早，属于原小脑"
    ],
    "explanation": "C"
  },
  {
    "id": "02_中枢神经系统作业题-96",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者，男，72岁，高血压病史20年，2年前曾发生过脑动脉硬化、多发性腔隙性脑梗死，近日外出散步中突发剧烈不适，卧床休息无好转，就医诊断为右侧半小脑梗死。小脑半球损伤不会出现下列哪些表现( )",
    "options": [
      "肌张力降低、步态不稳，易向患侧歪斜",
      "运动不协调，患侧不能准确指鼻",
      "意向性震颤",
      "静止性震颤",
      "患侧上、下肢运动共济失调"
    ],
    "answer": [
      "静止性震颤"
    ],
    "explanation": "D"
  },
  {
    "id": "02_中枢神经系统作业题-97",
    "chapter": "中枢神经系统作业题",
    "type": "single",
    "prompt": "患者，女，52岁，进行性头昏3个月，加重伴恶心，走路不稳5天，入院C.T示:左小脑半球可疑圆形密度改变，考虑为胶质细胞瘤。以下关于小脑半球损伤后出现的症状描述错误的是( )",
    "options": [
      "患者走路不稳，会向病变侧倾倒",
      "患者会发生前后倾倒",
      "患者肌张力降低，上肢更为明显",
      "患者会出现意向性震颤",
      "指鼻不准"
    ],
    "answer": [
      "患者会发生前后倾倒"
    ],
    "explanation": "B"
  },
  {
    "id": "02_中枢神经系统作业题-98",
    "chapter": "中枢神经系统作业题",
    "type": "multiple",
    "prompt": "反射弧包括",
    "options": [
      "感受器",
      "感觉神经",
      "中枢",
      "运动神经",
      "效应器"
    ],
    "answer": [
      "感受器",
      "感觉神经",
      "中枢",
      "运动神经",
      "效应器"
    ],
    "explanation": "ABCDE"
  },
  {
    "id": "02_中枢神经系统作业题-99",
    "chapter": "中枢神经系统作业题",
    "type": "multiple",
    "prompt": "疑核发出纤维加入下列哪几对脑神经( )",
    "options": [
      "Ⅸ",
      "Ⅹ",
      "Ⅴ",
      "Ⅳ",
      "Ⅺ"
    ],
    "answer": [
      "Ⅸ",
      "Ⅹ",
      "Ⅺ"
    ],
    "explanation": "ABE"
  },
  {
    "id": "02_中枢神经系统作业题-100",
    "chapter": "中枢神经系统作业题",
    "type": "multiple",
    "prompt": "丘脑腹后外侧核接受的纤维束是：",
    "options": [
      "外侧丘系",
      "内侧丘系",
      "三叉丘系",
      "脊髓丘系",
      "小脑上脚纤维"
    ],
    "answer": [
      "内侧丘系",
      "脊髓丘系",
      "小脑上脚纤维"
    ],
    "explanation": "BDE"
  },
  {
    "id": "02_中枢神经系统作业题-101",
    "chapter": "中枢神经系统作业题",
    "type": "multiple",
    "prompt": "关于硬脑膜窦，叙述正确的有（ ）",
    "options": [
      "脑的静脉都注入硬脑膜窦",
      "上矢状窦内有蛛网膜粒",
      "横窦位于小脑幕的后缘内",
      "乙状窦注入颈内静脉",
      "海绵窦借眼静脉与面静脉交通"
    ],
    "answer": [
      "脑的静脉都注入硬脑膜窦",
      "上矢状窦内有蛛网膜粒",
      "横窦位于小脑幕的后缘内",
      "乙状窦注入颈内静脉",
      "海绵窦借眼静脉与面静脉交通"
    ],
    "explanation": "ABCDE"
  },
  {
    "id": "02_中枢神经系统作业题-102",
    "chapter": "中枢神经系统作业题",
    "type": "multiple",
    "prompt": "组成脑干的结构包括",
    "options": [
      "脑桥",
      "下丘脑",
      "中脑",
      "延髓",
      "背侧丘脑"
    ],
    "answer": [
      "脑桥",
      "中脑",
      "延髓"
    ],
    "explanation": "ACD"
  },
  {
    "id": "03_感官作业-1",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "属于眼球外膜的结构是",
    "options": [
      "巩膜",
      "虹膜",
      "脉络膜",
      "结膜",
      "视网膜"
    ],
    "answer": [
      "巩膜"
    ],
    "explanation": "A"
  },
  {
    "id": "03_感官作业-2",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "属于眼球中膜的结构是",
    "options": [
      "巩膜",
      "睫状体",
      "视网膜",
      "角膜",
      "晶状体"
    ],
    "answer": [
      "睫状体"
    ],
    "explanation": "B"
  },
  {
    "id": "03_感官作业-3",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "巩膜静脉窦位于",
    "options": [
      "静脉内",
      "巩膜内",
      "虹膜根部",
      "巩膜与角膜连接处",
      "巩膜与睫状体连接处"
    ],
    "answer": [
      "巩膜与角膜连接处"
    ],
    "explanation": "D"
  },
  {
    "id": "03_感官作业-4",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "视网膜感光和辨色最敏锐的部位",
    "options": [
      "脉络膜",
      "虹膜",
      "视神经盘",
      "中央凹",
      "视轴"
    ],
    "answer": [
      "中央凹"
    ],
    "explanation": "D"
  },
  {
    "id": "03_感官作业-5",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "关于眼球外膜的描述,正确的是",
    "options": [
      "是眼球壁的最内层",
      "富有血管和色素细胞",
      "全层均透明",
      "前1/6部分为角膜",
      "后5/6为睫状体"
    ],
    "answer": [
      "前1/6部分为角膜"
    ],
    "explanation": "D"
  },
  {
    "id": "03_感官作业-6",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "关于角膜的描述,错误的是",
    "options": [
      "眼球外膜的前1/6",
      "无色透明",
      "血管和神经末梢丰富",
      "富有弹性,外凸内凹",
      "后缘接巩膜"
    ],
    "answer": [
      "血管和神经末梢丰富"
    ],
    "explanation": "C"
  },
  {
    "id": "03_感官作业-7",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "具有感受强光和辨色能力的是",
    "options": [
      "视锥细胞",
      "视杆细胞",
      "双极细胞",
      "节细胞",
      "视细胞"
    ],
    "answer": [
      "视锥细胞"
    ],
    "explanation": "A"
  },
  {
    "id": "03_感官作业-8",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "临床上常见的视网膜脱离是指",
    "options": [
      "双极细胞与节细胞之间的分离",
      "视网膜与血管膜之间的分离",
      "脉络膜与巩膜之间的分离",
      "视网膜神经层与色素上皮层的分离",
      "感光细胞层与双极细胞之间的分离"
    ],
    "answer": [
      "视网膜神经层与色素上皮层的分离"
    ],
    "explanation": "D"
  },
  {
    "id": "03_感官作业-9",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "关于黄斑的描述,正确的是",
    "options": [
      "位于视神经盘鼻侧",
      "后面是视神经的起始部",
      "位于视神经盘颞侧约3.5mm处",
      "无感光细胞",
      "是视力最敏锐部位"
    ],
    "answer": [
      "位于视神经盘颞侧约3.5mm处"
    ],
    "explanation": "C"
  },
  {
    "id": "03_感官作业-10",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "关于视网膜的描述,错误的是",
    "options": [
      "中央凹是感光和辨色最敏锐的部位",
      "中央凹位于视神经盘中央",
      "视神经盘处无感光细胞",
      "视锥细胞能感受强光和辨别颜色",
      "节细胞的轴突形成视神经"
    ],
    "answer": [
      "中央凹位于视神经盘中央"
    ],
    "explanation": "B"
  },
  {
    "id": "03_感官作业-11",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "属于眼球壁的结构是",
    "options": [
      "结膜",
      "眼睑",
      "虹膜",
      "内直肌",
      "泪腺"
    ],
    "answer": [
      "虹膜"
    ],
    "explanation": "C"
  },
  {
    "id": "03_感官作业-12",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "连通眼球前、后房的结构是",
    "options": [
      "虹膜角膜角",
      "巩膜静脉窦",
      "泪点",
      "瞳孔",
      "眼静脉"
    ],
    "answer": [
      "瞳孔"
    ],
    "explanation": "D"
  },
  {
    "id": "03_感官作业-13",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "导致白内障病变的的结构是",
    "options": [
      "角膜",
      "晶状体",
      "玻璃体",
      "房水",
      "虹膜"
    ],
    "answer": [
      "晶状体"
    ],
    "explanation": "B"
  },
  {
    "id": "03_感官作业-14",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "能改变屈光度的结构是",
    "options": [
      "房水",
      "晶状体",
      "角膜",
      "玻璃体",
      "瞳孔括约肌"
    ],
    "answer": [
      "晶状体"
    ],
    "explanation": "B"
  },
  {
    "id": "03_感官作业-15",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "不属于眼的屈光装置的结构是",
    "options": [
      "房水",
      "角膜",
      "晶状体",
      "虹膜",
      "玻璃体"
    ],
    "answer": [
      "虹膜"
    ],
    "explanation": "D"
  },
  {
    "id": "03_感官作业-16",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "关于玻璃体的描述,错误的是",
    "options": [
      "为无色透明的胶状物质",
      "位于晶状体和视网膜之间",
      "表面覆被玻璃体膜",
      "屈光度可以改变",
      "对视网膜起支撑作用"
    ],
    "answer": [
      "屈光度可以改变"
    ],
    "explanation": "D"
  },
  {
    "id": "03_感官作业-17",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "关于房水循环的描述,正确的是",
    "options": [
      "房水由角膜产生",
      "房水由睫状体产生,进入眼后房",
      "房水由晶状体产生,进入眼后房",
      "房水由眼前房进入眼后房",
      "房水由睫状体产生,进入眼前房"
    ],
    "answer": [
      "房水由睫状体产生,进入眼后房"
    ],
    "explanation": "B"
  },
  {
    "id": "03_感官作业-18",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "关于晶状体的描述,正确的是",
    "options": [
      "看远物时曲度变大",
      "前面曲度较大,后面平坦",
      "由晶状体皮质和髓质构成",
      "可因疾病或创伤发生混浊",
      "不含血管,但神经末梢丰富"
    ],
    "answer": [
      "可因疾病或创伤发生混浊"
    ],
    "explanation": "D"
  },
  {
    "id": "03_感官作业-19",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "关于房水的描述,正确的是",
    "options": [
      "由睫状体产生",
      "只充满眼前房",
      "经巩膜筛板入静脉窦",
      "房水量随瞳孔开大、缩小而改变",
      "眼球内房水过多为正常情况"
    ],
    "answer": [
      "由睫状体产生"
    ],
    "explanation": "A"
  },
  {
    "id": "03_感官作业-20",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "关于晶状体的描述,错误的是",
    "options": [
      "为双凸透镜状",
      "无色透明",
      "有弹性",
      "不含血管,仅有神经",
      "外面为晶状体囊"
    ],
    "answer": [
      "不含血管,仅有神经"
    ],
    "explanation": "D"
  },
  {
    "id": "03_感官作业-21",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "产生房水的结构是",
    "options": [
      "睫状体",
      "晶状体",
      "泪腺",
      "眼房",
      "玻璃体"
    ],
    "answer": [
      "睫状体"
    ],
    "explanation": "A"
  },
  {
    "id": "03_感官作业-22",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "视近物时眼球内结构的变化是",
    "options": [
      "睫状肌舒张",
      "睫状小带紧张",
      "晶状体曲度变大",
      "瞳孔开大",
      "晶状体变平"
    ],
    "answer": [
      "晶状体曲度变大"
    ],
    "explanation": "C"
  },
  {
    "id": "03_感官作业-23",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "维持眼内压的结构是",
    "options": [
      "泪液",
      "晶状体",
      "房水",
      "玻璃体",
      "血液"
    ],
    "answer": [
      "房水"
    ],
    "explanation": "C"
  },
  {
    "id": "03_感官作业-24",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "调节晶状体曲度的主要结构是",
    "options": [
      "睫状小带",
      "虹膜",
      "瞳孔括约肌",
      "瞳孔开大肌",
      "睫状肌"
    ],
    "answer": [
      "睫状肌"
    ],
    "explanation": "E"
  },
  {
    "id": "03_感官作业-25",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "不属于眼副器的结构是",
    "options": [
      "眼睑",
      "结膜",
      "眼球外肌",
      "眶筋膜和眶脂体",
      "睫状肌"
    ],
    "answer": [
      "睫状肌"
    ],
    "explanation": "E"
  },
  {
    "id": "03_感官作业-26",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "关于结膜的描述,错误的是",
    "options": [
      "结膜是一层薄而透明的粘膜",
      "与角膜上皮相延续",
      "可分为睑结膜、球结膜和穹隆结膜三部分",
      "结膜围成的囊状腔隙称结膜囊",
      "结膜被覆整个眼球"
    ],
    "answer": [
      "结膜被覆整个眼球"
    ],
    "explanation": "E"
  },
  {
    "id": "03_感官作业-27",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "使眼球前极转向外侧的肌",
    "options": [
      "外直肌",
      "下斜肌",
      "下直肌",
      "上斜肌",
      "上直肌"
    ],
    "answer": [
      "外直肌"
    ],
    "explanation": "A"
  },
  {
    "id": "03_感官作业-28",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "可使瞳孔转向内侧的眼外肌为",
    "options": [
      "内直肌和上斜肌",
      "内直肌和上直肌",
      "外直肌和下斜肌",
      "外直肌和上直肌",
      "内直肌和下斜肌"
    ],
    "answer": [
      "内直肌和上直肌"
    ],
    "explanation": "B"
  },
  {
    "id": "03_感官作业-29",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "沙眼的好发部位通常在",
    "options": [
      "角膜",
      "睑结膜",
      "球结膜",
      "球结膜和结膜穹隆",
      "睑结膜和结膜穹隆"
    ],
    "answer": [
      "睑结膜和结膜穹隆"
    ],
    "explanation": "E"
  },
  {
    "id": "03_感官作业-30",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "关于球结膜的描述,正确的是",
    "options": [
      "被覆于巩膜前面的结膜",
      "被覆于角膜表面的结膜",
      "分为上下两部,二者形成结膜囊",
      "与巩膜连结紧密",
      "与角膜连结紧密"
    ],
    "answer": [
      "被覆于巩膜前面的结膜"
    ],
    "explanation": "A"
  },
  {
    "id": "03_感官作业-31",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "关于泪囊的描述,正确的是",
    "options": [
      "下端为盲端",
      "上端为盲端",
      "是一肌性囊",
      "由眼轮匝肌部分肌纤维构成",
      "位于眼眶下壁"
    ],
    "answer": [
      "上端为盲端"
    ],
    "explanation": "B"
  },
  {
    "id": "03_感官作业-32",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "关于泪腺的描述,正确的是",
    "options": [
      "位于眶的内下份",
      "其分泌由眼神经的泪腺神经管理",
      "泪液可经鼻泪管流入下鼻道",
      "泪液经泪腺小管流入结膜下穹",
      "其分泌由脑干的下泌涎核控制"
    ],
    "answer": [
      "泪液可经鼻泪管流入下鼻道"
    ],
    "explanation": "C"
  },
  {
    "id": "03_感官作业-33",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "下列属于眼副器的结构是",
    "options": [
      "角膜",
      "睫状体",
      "房水",
      "晶状体",
      "结膜"
    ],
    "answer": [
      "结膜"
    ],
    "explanation": "E"
  },
  {
    "id": "03_感官作业-34",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "起点不在总腱环的眼球外肌是",
    "options": [
      "上直肌",
      "下斜肌",
      "下直肌",
      "内直肌",
      "外直肌"
    ],
    "answer": [
      "下斜肌"
    ],
    "explanation": "B"
  },
  {
    "id": "03_感官作业-35",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "关于鼓膜的描述,正确的是",
    "options": [
      "位于内耳和外耳之间",
      "中心部向内凹陷为鼓膜脐",
      "松弛部在下方",
      "前上方有反射光锥",
      "紧张部呈淡红色"
    ],
    "answer": [
      "中心部向内凹陷为鼓膜脐"
    ],
    "explanation": "B"
  },
  {
    "id": "03_感官作业-36",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "对外耳道描述,错误的是",
    "options": [
      "是外耳门到鼓膜的管道",
      "是弯曲管道",
      "外侧三分之一是软骨部",
      "内侧三分之二为骨性部",
      "内侧三分之二朝向后上"
    ],
    "answer": [
      "内侧三分之二朝向后上"
    ],
    "explanation": "E"
  },
  {
    "id": "03_感官作业-37",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "鼓膜内陷的重要标志是",
    "options": [
      "紧张部内陷",
      "光锥消失",
      "光锥出现",
      "松弛部内陷",
      "鼓膜脐内陷"
    ],
    "answer": [
      "光锥消失"
    ],
    "explanation": "B"
  },
  {
    "id": "03_感官作业-38",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "关于鼓膜描述,错误的是",
    "options": [
      "呈倾斜位",
      "与外耳道底呈45度夹角",
      "外耳道前壁较短",
      "外耳道下壁较长",
      "位于外耳道与中耳鼓室之间"
    ],
    "answer": [
      "外耳道前壁较短"
    ],
    "explanation": "C"
  },
  {
    "id": "03_感官作业-39",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "鼓膜后下四分之三的部分为",
    "options": [
      "紧张部",
      "光锥",
      "鼓膜脐",
      "松弛部",
      "锤骨柄"
    ],
    "answer": [
      "紧张部"
    ],
    "explanation": "A"
  },
  {
    "id": "03_感官作业-40",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "鼓室的内侧壁为",
    "options": [
      "迷路壁",
      "颈静脉壁",
      "颈动脉壁",
      "乳突壁",
      "鼓室盖"
    ],
    "answer": [
      "迷路壁"
    ],
    "explanation": "A"
  },
  {
    "id": "03_感官作业-41",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "鼓室的前壁为",
    "options": [
      "迷路壁",
      "颈静脉壁",
      "颈动脉壁",
      "乳突壁",
      "鼓膜壁"
    ],
    "answer": [
      "颈动脉壁"
    ],
    "explanation": "C"
  },
  {
    "id": "03_感官作业-42",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "位于岬后上方的卵圆形孔是",
    "options": [
      "光锥",
      "前庭窗",
      "面神经管凸",
      "乳突窦",
      "蜗窗"
    ],
    "answer": [
      "前庭窗"
    ],
    "explanation": "B"
  },
  {
    "id": "03_感官作业-43",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "前庭窗的后上方有一弓形隆起是",
    "options": [
      "光锥",
      "蜗窗",
      "面神经管凸",
      "乳突窦",
      "咽鼓管"
    ],
    "answer": [
      "面神经管凸"
    ],
    "explanation": "C"
  },
  {
    "id": "03_感官作业-44",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "关于咽鼓管的描述,正确的是",
    "options": [
      "是内耳与咽相通的管道",
      "呈负压状态",
      "小儿咽鼓管近似垂直",
      "作用是维持鼓室内外气压平衡",
      "增强声波的传导"
    ],
    "answer": [
      "作用是维持鼓室内外气压平衡"
    ],
    "explanation": "D"
  },
  {
    "id": "03_感官作业-45",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "关于听小骨的描述,正确的是",
    "options": [
      "是骨传导的途径",
      "镫骨位于3块听小骨之间",
      "锤骨附着于鼓膜内面",
      "砧骨处于最内侧",
      "连接蜗窗"
    ],
    "answer": [
      "锤骨附着于鼓膜内面"
    ],
    "explanation": "C"
  },
  {
    "id": "03_感官作业-46",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "关于鼓室的描述,正确的是",
    "options": [
      "外侧壁是鼓室盖",
      "内侧壁是耳蜗",
      "后壁是颈静脉壁",
      "外侧壁是鼓膜壁",
      "借外耳门通颅腔"
    ],
    "answer": [
      "外侧壁是鼓膜壁"
    ],
    "explanation": "D"
  },
  {
    "id": "03_感官作业-47",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "小儿咽鼓管的特点是",
    "options": [
      "较细长",
      "较细短",
      "较粗长",
      "斜向内下",
      "粗短且水平位"
    ],
    "answer": [
      "粗短且水平位"
    ],
    "explanation": "E"
  },
  {
    "id": "03_感官作业-48",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "听小骨由外向内依次为",
    "options": [
      "锤骨、砧骨、镫骨",
      "锤骨、镫骨、砧骨",
      "砧骨、锤骨、镫骨",
      "砧骨、镫骨、锤骨",
      "镫骨、砧骨、锤骨"
    ],
    "answer": [
      "锤骨、砧骨、镫骨"
    ],
    "explanation": "A"
  },
  {
    "id": "03_感官作业-49",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "声波从外耳道传到内耳,其经过顺序是",
    "options": [
      "鼓膜→锤骨→镫骨→砧骨→耳蜗",
      "鼓膜→锤骨→砧骨→耳蜗",
      "鼓膜→镫骨→锤骨→砧骨→耳蜗",
      "鼓膜→锤骨→砧骨→镫骨→前庭窗→耳蜗",
      "鼓膜→锤骨→砧骨→镫骨→半规管→耳蜗"
    ],
    "answer": [
      "鼓膜→锤骨→砧骨→镫骨→前庭窗→耳蜗"
    ],
    "explanation": "D"
  },
  {
    "id": "03_感官作业-50",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "属于听觉感受器的结构是",
    "options": [
      "螺旋器",
      "壶腹嵴",
      "椭圆囊斑",
      "球囊斑",
      "前庭"
    ],
    "answer": [
      "螺旋器"
    ],
    "explanation": "A"
  },
  {
    "id": "03_感官作业-51",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "球囊斑和椭圆囊斑属于哪种感受器",
    "options": [
      "位觉",
      "听觉",
      "视觉",
      "触觉",
      "嗅觉"
    ],
    "answer": [
      "位觉"
    ],
    "explanation": "A"
  },
  {
    "id": "03_感官作业-52",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "关于膜迷路的描述,正确的是",
    "options": [
      "位于骨迷路内",
      "内含外淋巴",
      "由膜半规管、椭圆囊、球囊三部分构成",
      "内含神经纤维",
      "椭圆囊和球囊是位觉感受器"
    ],
    "answer": [
      "位于骨迷路内"
    ],
    "explanation": "A"
  },
  {
    "id": "03_感官作业-53",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "不属于膜迷路的结构是",
    "options": [
      "椭圆囊",
      "膜半规管",
      "蜗管",
      "前庭",
      "球囊"
    ],
    "answer": [
      "前庭"
    ],
    "explanation": "D"
  },
  {
    "id": "03_感官作业-54",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "三个骨半规管有几个孔开口于前庭",
    "options": [
      "2",
      "3",
      "4",
      "5",
      "6"
    ],
    "answer": [
      "5"
    ],
    "explanation": "D"
  },
  {
    "id": "03_感官作业-55",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "将前庭阶和鼓阶在蜗顶处相互连通的结构是",
    "options": [
      "蜗孔",
      "蜗窗",
      "面神经管凸",
      "骨螺旋板",
      "骨壶腹"
    ],
    "answer": [
      "蜗孔"
    ],
    "explanation": "A"
  },
  {
    "id": "03_感官作业-56",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "耳蜗内有三条管道,上方是",
    "options": [
      "蜗孔",
      "前庭阶",
      "鼓阶",
      "骨螺旋板",
      "蜗管"
    ],
    "answer": [
      "前庭阶"
    ],
    "explanation": "B"
  },
  {
    "id": "03_感官作业-57",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "构成蜗管下壁的结构是",
    "options": [
      "内淋巴囊",
      "前庭阶",
      "蜗管基底膜",
      "蜗管前庭膜",
      "球囊斑"
    ],
    "answer": [
      "蜗管基底膜"
    ],
    "explanation": "C"
  },
  {
    "id": "03_感官作业-58",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "外耳和中耳疾病或损伤所致的耳聋称为",
    "options": [
      "传导性耳聋",
      "神经性耳聋",
      "一过性耳聋",
      "混合性耳聋",
      "交叉性耳聋"
    ],
    "answer": [
      "传导性耳聋"
    ],
    "explanation": "A"
  },
  {
    "id": "03_感官作业-59",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "关于空气传导描述,错误的是",
    "options": [
      "耳廓将收集的声波经外耳道传至鼓膜",
      "经听小骨链传至前庭窗",
      "经听小骨链传至蜗窗",
      "外淋巴的波动经前庭膜引起蜗管中的内淋巴振动",
      "螺旋器将刺激转变为神经冲动"
    ],
    "answer": [
      "经听小骨链传至蜗窗"
    ],
    "explanation": "C"
  },
  {
    "id": "03_感官作业-60",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "关于前庭描述,错误的是",
    "options": [
      "位于骨迷路中部",
      "位于膜迷路中部",
      "前庭后部有5个小孔",
      "前部借一大孔通耳蜗",
      "前庭窗由镫骨底封闭"
    ],
    "answer": [
      "位于膜迷路中部"
    ],
    "explanation": "B"
  },
  {
    "id": "03_感官作业-61",
    "chapter": "感官作业",
    "type": "multiple",
    "prompt": "运动眼球的眼外肌有",
    "options": [
      "眼轮匝肌",
      "睫状肌",
      "上直肌",
      "上睑提肌",
      "外直肌"
    ],
    "answer": [
      "上直肌",
      "外直肌"
    ],
    "explanation": "CE"
  },
  {
    "id": "03_感官作业-62",
    "chapter": "感官作业",
    "type": "multiple",
    "prompt": "有关内耳描述正确的是",
    "options": [
      "在颞骨岩部骨质内，位于鼓室与内耳道底之间",
      "包括骨迷路和膜迷路",
      "膜迷路内有听觉、位置觉感受器",
      "骨迷路包括有前、后、外三个骨半规管",
      "膜迷路内有内淋巴，膜迷路与骨迷路间有外淋巴，内、外淋巴互相交通"
    ],
    "answer": [
      "在颞骨岩部骨质内，位于鼓室与内耳道底之间",
      "包括骨迷路和膜迷路",
      "膜迷路内有听觉、位置觉感受器",
      "骨迷路包括有前、后、外三个骨半规管"
    ],
    "explanation": "ABCD"
  },
  {
    "id": "03_感官作业-63",
    "chapter": "感官作业",
    "type": "multiple",
    "prompt": "眼球壁的组成包括",
    "options": [
      "纤维膜",
      "血管膜",
      "球结膜",
      "视网膜",
      "晶状体"
    ],
    "answer": [
      "纤维膜",
      "血管膜",
      "视网膜"
    ],
    "explanation": "ABD"
  },
  {
    "id": "03_感官作业-64",
    "chapter": "感官作业",
    "type": "multiple",
    "prompt": "具有折光作用的有",
    "options": [
      "晶状体",
      "房水",
      "睫状体",
      "玻璃体",
      "瞳孔"
    ],
    "answer": [
      "晶状体",
      "房水",
      "玻璃体"
    ],
    "explanation": "ABD"
  },
  {
    "id": "03_感官作业-65",
    "chapter": "感官作业",
    "type": "multiple",
    "prompt": "属于骨迷路的是",
    "options": [
      "骨半规管",
      "蜗管",
      "耳蜗",
      "前庭",
      "椭圆囊"
    ],
    "answer": [
      "骨半规管",
      "耳蜗",
      "前庭"
    ],
    "explanation": "ACD"
  },
  {
    "id": "03_感官作业-68",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "患者，女，40岁，3天前出现咽痛、咳嗽、发热等感冒症状。今天起出现头晕，天旋地转的感觉。初步诊断为感冒并发内耳迷路炎。关于内耳迷路的描述，正确的是：",
    "options": [
      "由骨迷路和膜迷路构成",
      "骨迷路包括椭圆囊、球囊、膜半规管和蜗管",
      "膜迷路包括前庭、骨半规管和耳蜗",
      "骨迷路内含有内淋巴",
      "膜迷路内含有外淋巴"
    ],
    "answer": [
      "由骨迷路和膜迷路构成"
    ],
    "explanation": "A"
  },
  {
    "id": "03_感官作业-69",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "患者，男，20岁，右耳慢性中耳炎10年。最近1周中耳炎症状加重，并出现流涎，表情不自然，微笑时口角偏向左侧，右眼闭眼困难等症状，怀疑中耳炎引起面神经瘫痪。中耳炎累及鼓室哪一个壁可损伤面神经：",
    "options": [
      "外侧壁",
      "内侧壁",
      "上壁",
      "下壁",
      "后壁"
    ],
    "answer": [
      "内侧壁"
    ],
    "explanation": "B"
  },
  {
    "id": "03_感官作业-70",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "患者，男，40岁，突发听觉恐惧。自述外面声音太大、刺耳。下列哪一结构功能损伤后可以引起听觉过敏：",
    "options": [
      "鼓室丛神经",
      "鼓膜张肌",
      "镫骨肌",
      "骨膜",
      "听小骨链"
    ],
    "answer": [
      "镫骨肌"
    ],
    "explanation": "C"
  },
  {
    "id": "03_感官作业-71",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "患者，女，35岁，因眩晕、耳鸣、听力下降就诊。查体：眼球震颤。诊断为梅尼埃病。该病的内耳病理改变主要涉及：",
    "options": [
      "骨半规管",
      "前庭阶",
      "鼓阶",
      "膜迷路（内淋巴积水）",
      "蜗螺旋管"
    ],
    "answer": [
      "膜迷路（内淋巴积水）"
    ],
    "explanation": "D"
  },
  {
    "id": "03_感官作业-72",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "患者，女，63岁，因左眼视物模糊9个月就诊，患者主诉头痛、眼红眼痛，无糖尿病、高血压等病史，查视力左眼:0.07，右眼0.6，诊断为白内障。该病的解剖学基础为：",
    "options": [
      "房水混浊",
      "角膜混浊",
      "晶状体混浊",
      "玻璃体混浊",
      "晶状体弹性减弱"
    ],
    "answer": [
      "晶状体混浊"
    ],
    "explanation": "C"
  },
  {
    "id": "03_感官作业-73",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "患儿，男，13岁，中耳炎导致鼓膜穿孔。关于鼓膜穿孔时的叙述，错误的是：",
    "options": [
      "空气震动不会经鼓膜引起听觉",
      "空气经穿孔可以直接震动第二鼓膜",
      "声波能起鼓阶的外淋巴震动",
      "声波震动仍然能兴奋螺旋器",
      "螺旋器能产生神经冲动，经蜗神经传导听觉"
    ],
    "answer": [
      "空气震动不会经鼓膜引起听觉"
    ],
    "explanation": "A"
  },
  {
    "id": "03_感官作业-74",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "患者，男，21岁，6岁时患中耳炎，以后反复发作。近3天出现耳后部疼痛，皮肤红热，诊断为急性乳突窦炎。关于乳突窦的叙述，不正确的是：",
    "options": [
      "位于鼓室上隐窝的后方",
      "开口于鼓室后壁",
      "与乳突小房相通",
      "乳突窦内的黏膜与鼓室内的黏膜不相延续",
      "中耳炎可经乳突窦扩散引起乳突炎"
    ],
    "answer": [
      "乳突窦内的黏膜与鼓室内的黏膜不相延续"
    ],
    "explanation": "D"
  },
  {
    "id": "03_感官作业-75",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "患者，男，18岁，裸视左眼0.3，右眼0.6，诊断为近视，临床上施行激光角膜切割术治疗近视，是基于以下哪个原理：",
    "options": [
      "降低角膜的折光率",
      "减少进入角膜的光线",
      "维持晶状体正常形态",
      "改变角膜与晶状体之间的距离",
      "使光线聚焦于视网膜中央凹以外的另外一个点"
    ],
    "answer": [
      "降低角膜的折光率"
    ],
    "explanation": "A"
  },
  {
    "id": "03_感官作业-76",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "患者，男，50岁，原来为正视，10年前开始出现视物不清，最有可能的视力问题是：",
    "options": [
      "近视",
      "远视",
      "散光",
      "弱视",
      "老视"
    ],
    "answer": [
      "老视"
    ],
    "explanation": "E"
  },
  {
    "id": "03_感官作业-77",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "患儿，6岁，头部外伤后出现左眼斜视，并伴有复视及眼球震颤，诊断为左眼上直肌麻痹，可能出现的表现为：",
    "options": [
      "左眼向上运动受限",
      "左眼向外运动受限",
      "左眼向下运动受限",
      "左眼向下外运动受限",
      "左眼向内下运动受限"
    ],
    "answer": [
      "左眼向上运动受限"
    ],
    "explanation": "A"
  },
  {
    "id": "03_感官作业-78",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "患儿，11岁，2天前于游泳后出现眼睛发红，异物感，分泌物增多，并伴有畏光、流泪，最可能的病变是：",
    "options": [
      "角膜炎",
      "睑腺炎",
      "泪道阻塞",
      "结膜炎",
      "睑板腺囊肿"
    ],
    "answer": [
      "结膜炎"
    ],
    "explanation": "D"
  },
  {
    "id": "03_感官作业-79",
    "chapter": "感官作业",
    "type": "single",
    "prompt": "患儿，男，6岁，咽痛、咳嗽1周，今诉耳朵疼，并发现有分泌物自外耳道流出，怀疑中耳炎并发鼓膜穿孔。患儿中耳炎发病与下列哪一结构无关：",
    "options": [
      "外耳道",
      "鼓室",
      "咽鼓管",
      "咽鼓管咽口",
      "咽鼓管鼓室口"
    ],
    "answer": [
      "外耳道"
    ],
    "explanation": "A"
  },
  {
    "id": "04_脉管系统作业题-1",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "连接动、静脉之间的管道,通透性大,是物质交换场所的是",
    "options": [
      "静脉",
      "淋巴管",
      "毛细血管",
      "动脉",
      "心"
    ],
    "answer": [
      "毛细血管"
    ],
    "explanation": "C"
  },
  {
    "id": "04_脉管系统作业题-2",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "心房和心室在心脏表面的分界标志是",
    "options": [
      "室间隔",
      "界沟",
      "房间隔",
      "冠状沟",
      "冠状窦"
    ],
    "answer": [
      "冠状沟"
    ],
    "explanation": "D"
  },
  {
    "id": "04_脉管系统作业题-3",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "心的正常起搏点的位置是",
    "options": [
      "房室束",
      "右束支",
      "房室结",
      "窦房结",
      "隔缘肉柱"
    ],
    "answer": [
      "窦房结"
    ],
    "explanation": "D"
  },
  {
    "id": "04_脉管系统作业题-4",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "右心房的出口是",
    "options": [
      "下腔静脉口",
      "上腔静脉口",
      "右房室口",
      "肺动脉口",
      "冠状窦口"
    ],
    "answer": [
      "右房室口"
    ],
    "explanation": "C"
  },
  {
    "id": "04_脉管系统作业题-5",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "静脉在防止血液倒流时最重要的一个因素是",
    "options": [
      "动脉瓣",
      "静脉瓣",
      "伴行动脉搏动",
      "与动脉伴行",
      "肌肉收缩挤压"
    ],
    "answer": [
      "静脉瓣"
    ],
    "explanation": "B"
  },
  {
    "id": "04_脉管系统作业题-6",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "注入左心房的静脉是",
    "options": [
      "冠状窦",
      "上腔静脉",
      "心大静脉",
      "肺静脉",
      "下腔静脉"
    ],
    "answer": [
      "肺静脉"
    ],
    "explanation": "D"
  },
  {
    "id": "04_脉管系统作业题-7",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "右心室的出口是",
    "options": [
      "右房室口",
      "主动脉口",
      "肺动脉口",
      "肺静脉口",
      "冠状窦口"
    ],
    "answer": [
      "肺动脉口"
    ],
    "explanation": "C"
  },
  {
    "id": "04_脉管系统作业题-8",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "防止血液从右心室逆流入右心房的结构是",
    "options": [
      "乳头肌",
      "三尖瓣",
      "静脉瓣",
      "主动脉瓣",
      "二尖瓣"
    ],
    "answer": [
      "三尖瓣"
    ],
    "explanation": "B"
  },
  {
    "id": "04_脉管系统作业题-9",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "关于淋巴导管的描述,正确的是",
    "options": [
      "右腰干的淋巴注入到右淋巴导管",
      "右淋巴导管收纳右半身的淋巴管",
      "肠干注入到右淋巴导管",
      "左腰干的淋巴注入到胸导管",
      "胸导管收纳上半身的淋巴管"
    ],
    "answer": [
      "左腰干的淋巴注入到胸导管"
    ],
    "explanation": "D"
  },
  {
    "id": "04_脉管系统作业题-10",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "关于淋巴管的描述,错误的是",
    "options": [
      "浅淋巴管常与浅静脉伴端",
      "毛细淋巴管的通透性小于毛细血管",
      "毛细淋巴管起端是盲",
      "淋巴结的输出淋巴管到下一淋巴结即为输入淋巴管",
      "淋巴管壁内面有许多瓣膜行"
    ],
    "answer": [
      "毛细淋巴管的通透性小于毛细血管"
    ],
    "explanation": "B"
  },
  {
    "id": "04_脉管系统作业题-11",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "不属于颈外动脉的分支是",
    "options": [
      "椎动脉",
      "舌动脉",
      "面动脉",
      "甲状腺上动脉",
      "枕动脉"
    ],
    "answer": [
      "椎动脉"
    ],
    "explanation": "A"
  },
  {
    "id": "04_脉管系统作业题-12",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "关于胃左动脉的描述,正确的是",
    "options": [
      "从肝总动脉发出",
      "沿胃大弯走行",
      "位于小网膜内",
      "位于大网膜内",
      "位于胃外部的左侧位置"
    ],
    "answer": [
      "位于小网膜内"
    ],
    "explanation": "C"
  },
  {
    "id": "04_脉管系统作业题-13",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "关于肺动脉正确的说法是",
    "options": [
      "发自左心室",
      "与肺静脉伴行",
      "左肺动脉横过胸主动脉后方",
      "内含静脉血",
      "是肺的营养性血管"
    ],
    "answer": [
      "内含静脉血"
    ],
    "explanation": "D"
  },
  {
    "id": "04_脉管系统作业题-14",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "脑膜中动脉是",
    "options": [
      "下颌动脉的分支",
      "上颌动脉的分支",
      "椎动脉的分支",
      "颈内动脉的分支",
      "颞浅动脉的分支"
    ],
    "answer": [
      "上颌动脉的分支"
    ],
    "explanation": "B"
  },
  {
    "id": "04_脉管系统作业题-15",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "关于主动脉的描述,正确的是",
    "options": [
      "为肺循环的动脉主干",
      "降主动脉以膈为界分为胸主动脉和腹主动脉",
      "升主动脉起自右心室的主动脉口",
      "头臂干是主动脉弓上最左侧的分支",
      "主动脉弓于第3胸椎平面延续为胸主动脉"
    ],
    "answer": [
      "降主动脉以膈为界分为胸主动脉和腹主动脉"
    ],
    "explanation": "B"
  },
  {
    "id": "04_脉管系统作业题-16",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "面浅部出血压迫止血点的位置一般是",
    "options": [
      "咬肌前缘与下颌骨下缘交界处",
      "第六颈椎颈动脉结节",
      "颧弓根部",
      "鼻翼两侧",
      "口角两侧"
    ],
    "answer": [
      "咬肌前缘与下颌骨下缘交界处"
    ],
    "explanation": "A"
  },
  {
    "id": "04_脉管系统作业题-17",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "切腕自杀者,损伤的动脉最有可能的是",
    "options": [
      "尺动脉",
      "桡动脉",
      "骨间总动脉",
      "掌浅弓",
      "掌深弓"
    ],
    "answer": [
      "桡动脉"
    ],
    "explanation": "B"
  },
  {
    "id": "04_脉管系统作业题-18",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "大腿后部无大动脉,其血供主要来源于",
    "options": [
      "胫前动脉",
      "胫后动脉",
      "股深动脉",
      "腓动脉",
      "腘动脉"
    ],
    "answer": [
      "股深动脉"
    ],
    "explanation": "C"
  },
  {
    "id": "04_脉管系统作业题-19",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "腔内不含有静脉血的是",
    "options": [
      "冠状窦",
      "肺动脉",
      "左心房",
      "右心房",
      "右心室"
    ],
    "answer": [
      "左心房"
    ],
    "explanation": "C"
  },
  {
    "id": "04_脉管系统作业题-20",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "关于心的位置与外形的描述，正确的是",
    "options": [
      "约2/3位于正中面的右侧",
      "心的两面即胸肋面和纵隔面",
      "右缘由右心室构成",
      "心尖由左心室构成"
    ],
    "answer": [
      "心尖由左心室构成"
    ],
    "explanation": "D"
  },
  {
    "id": "04_脉管系统作业题-21",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "关于颈外静脉的描述，正确的是",
    "options": [
      "是颈部最大的浅静脉",
      "起端续于乙状窦",
      "汇入头臂静脉",
      "在胸锁乳突肌深面下行"
    ],
    "answer": [
      "是颈部最大的浅静脉"
    ],
    "explanation": "A"
  },
  {
    "id": "04_脉管系统作业题-22",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "左心室的出口是",
    "options": [
      "主动脉口",
      "右房室口",
      "肺动脉口",
      "冠状窦口"
    ],
    "answer": [
      "主动脉口"
    ],
    "explanation": "A"
  },
  {
    "id": "04_脉管系统作业题-23",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "营养胃底的动脉是",
    "options": [
      "胃左动脉",
      "胃短动脉",
      "胃网膜左动脉",
      "胃网膜右动脉"
    ],
    "answer": [
      "胃短动脉"
    ],
    "explanation": "B"
  },
  {
    "id": "04_脉管系统作业题-24",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "大隐静脉不收纳的静脉是",
    "options": [
      "腹壁浅静脉",
      "阴部外静脉",
      "腹壁下静脉",
      "股内侧浅静脉"
    ],
    "answer": [
      "腹壁下静脉"
    ],
    "explanation": "C"
  },
  {
    "id": "04_脉管系统作业题-25",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "腹主动脉分为左、右髂总动脉的分叉平面是",
    "options": [
      "第3腰椎上缘",
      "第3腰椎下缘",
      "第4腰椎上缘",
      "第4腰椎下缘"
    ],
    "answer": [
      "第4腰椎下缘"
    ],
    "explanation": "D"
  },
  {
    "id": "04_脉管系统作业题-26",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，男，年龄:54岁，主诉：胸背部疼痛2个月，左下肢行走不灵2日。简要病史：患者2个月前无诱因出现胸背部持续性锐痛，影响夜眠，行骨ECT检查示:多发骨放射性浓聚，CT示:右侧肾上腺腺瘤可能性大。左侧腰大肌及肾后脂肪囊肿物?腰椎多发骨破坏及转移。PET-CT检查示:左侧肾上腺区腹膜后嗜咯细胞瘤，局部葡萄糖代谢增高。建议手术治疗。问术中应注意的肾上腺中动脉通常起自：",
    "options": [
      "膈下动脉",
      "肾动脉",
      "腹主动脉",
      "腹腔干",
      "腰动脉"
    ],
    "answer": [
      "腹主动脉"
    ],
    "explanation": "C"
  },
  {
    "id": "04_脉管系统作业题-27",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，男，50岁，30年前无明显原因开始出现右上肢浅静脉曲张，迂曲，以大腿根部较明显无瘙痒，胀痛，无下肢水肿及活动障碍，未作任何治疗。查体时需摸足背动脉。问关于足背动脉，正确的描述是：",
    "options": [
      "起于伸肌上支持带的上方",
      "行于趾长伸肌腱外侧",
      "胫前动脉在小腿的分支",
      "在足背远端较深",
      "踝关节前方，内、外踝连线中点处为压迫止血点"
    ],
    "answer": [
      "踝关节前方，内、外踝连线中点处为压迫止血点"
    ],
    "explanation": "E"
  },
  {
    "id": "04_脉管系统作业题-28",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，男，17岁。主因:“左大腿中下段肿块近3年余”入院。病人无明显消瘦、无发热，家族中无类似疾病史。专科情况：左大腿中下段可触及3cmx3cm的骨性突出，皮肤颜色及色温正常，局部无叩击痛。X线片示左股骨中下段内前方见骨质局部凸起，骨质不连续，其内皮质不均匀，余髋关节，膝关节结构如常。拟手术治疗。术后标本病理检查提示：骨软骨瘤。问关于术中涉及的股动脉的说法正确的是：",
    "options": [
      "是髂内动脉的延续",
      "在大腿前面股三角内下行",
      "发出腹壁下动脉",
      "于收肌管内续于腘动脉",
      "在腹股沟韧带深面行于股神经外侧"
    ],
    "answer": [
      "在大腿前面股三角内下行"
    ],
    "explanation": "B"
  },
  {
    "id": "04_脉管系统作业题-29",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，男，60岁。因转移性右下腹痛2天入院。触诊腹壁柔软，右下腹麦氏点有压痛及反跳痛，位置固定，肝、脾、胆囊及肾未触及。诊断为急性阑尾炎。拟手术治疗。问下列关于阑尾动脉的说法错误的是：",
    "options": [
      "为回结肠动脉的分支",
      "行经回肠未端的后方",
      "沿阑尾系膜游离缘至阑尾尖端之间",
      "分支是在阑尾系膜内分出",
      "发自右结肠动脉"
    ],
    "answer": [
      "发自右结肠动脉"
    ],
    "explanation": "E"
  },
  {
    "id": "04_脉管系统作业题-30",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，女，25岁。因颈部发现波动性包块伴双下肢无力6年入院。经股动脉插管行造影术显示：主动脉弓瘤样扩张。问主动脉弓发出的分支由右向左依次是：",
    "options": [
      "头臂干、右颈总动脉和右锁骨下动脉",
      "右锁骨下动脉、右颈总动脉和左锁骨下动脉",
      "头臂干、右颈总动脉和左锁骨下动脉",
      "左颈总动脉、左锁骨下动脉和头臂干",
      "头臂干、左颈总动脉和左锁骨下动脉"
    ],
    "answer": [
      "头臂干、左颈总动脉和左锁骨下动脉"
    ],
    "explanation": "E"
  },
  {
    "id": "04_脉管系统作业题-31",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，男，49岁，入院主诉：体检发现右肾肿物10天。查体:体温36.9℃，血压130/80mmHg，左侧腹壁、背部各见直径2~3cm肿物，表面光滑，活动尚可，余无特殊。CT提示:右肾癌诊断:右肾癌，左侧腹壁、背部皮下肿物。拟行治疗，右肾根治性切除术。问下列关于术中涉及到的肾动脉的说法正确的是：",
    "options": [
      "在肾静脉的后方行向肾",
      "除分布于肾外，无分支",
      "在肾盂的后方行向肾",
      "是腹主动脉中唯一成对的动脉",
      "右肾动脉较左肾动脉短"
    ],
    "answer": [
      "在肾静脉的后方行向肾"
    ],
    "explanation": "A"
  },
  {
    "id": "04_脉管系统作业题-32",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，女，59岁。因阴道不规则出血1个月余入院。行宫腔镜检査和诊刮术，术中病理报告提示子宫内膜癌。拟行全麻下腹腔镜辅助下全子宫加双附件切除术。问关于术中涉及的子宫动脉的说法错误的是：",
    "options": [
      "发自髂内动脉",
      "行于子宫阔韧带两层之间",
      "在子宫颈外侧越过输尿管的后方",
      "沿子宫侧缘上行",
      "分布于子宫、输卵管等处"
    ],
    "answer": [
      "在子宫颈外侧越过输尿管的后方"
    ],
    "explanation": "C"
  },
  {
    "id": "04_脉管系统作业题-33",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，女，60岁。入院主诉为大便带血、里急后重8个月余，加重3天。行肛门指诊，于直肠右前壁可触及一质硬包块，固定，轻度压痛，指套带血，色呈暗红色。便常规：隐血阳性(+)。初步诊断：直肠占位性病变。拟行手术探查。问关于术中需结扎的直肠的动脉说法错误的是：",
    "options": [
      "直肠上动脉起于肠系膜上动脉",
      "直肠下动脉起于髂内动脉",
      "直肠下动脉左、右各一支",
      "直肠上动脉是肠膜下动脉的分支",
      "直肠上、下动脉在直肠壁内互相吻合"
    ],
    "answer": [
      "直肠上动脉起于肠系膜上动脉"
    ],
    "explanation": "A"
  },
  {
    "id": "04_脉管系统作业题-34",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，女，77岁，慢性病程，患者于2013年1月20日在当地医院以“反复右上腹痛20年，加重18小时”就诊。行上腹CT平扫显示：肝左叶及尾状叶增大，边缘毛糙，肝裂及肝门增宽，肝内可见散在大小不等的稍低密度影，界限不清，较大者位于肝右后叶，大小约4.3cmx3.3cm。肝内另见散在小圆形低密度影，界限较清。肝内、外胆管未见明显扩张，胆囊体积增大，胆囊壁不均匀增厚，内未见异常密度影，胆囊窝可见液性密度影。右侧心膈角及肝门、胃小弯侧可见肿大淋巴结影。诊断为胆囊改变，胆囊癌可能性大。问胆囊动脉通常起自哪条动脉：",
    "options": [
      "肝固有动脉",
      "胃左动脉",
      "胃右动脉",
      "肝左动脉",
      "肝动脉右支"
    ],
    "answer": [
      "肝动脉右支"
    ],
    "explanation": "E"
  },
  {
    "id": "04_脉管系统作业题-35",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，男，67岁。因又下后牙龈肿痛伴张口受限3周来诊。既往有慢支炎病史。查体：左右颌面对称，颌下淋巴未扪及肿大。张口轻度受限，左上颌第三磨牙颊侧牙龈肿胀，低位近中阻生中龋、叩痛阳性、冷刺激阴性。下颌骨CR片示右下颌角少许骨质破坏。活检病理结果为：牙龈高分化鳞癌。问关于手术涉及的面动脉的描述错误是：",
    "options": [
      "起点约平下颌角高度",
      "于下颌下腺处行于其深面",
      "于咬肌止点前缘位置表浅",
      "至眶部移行为内眦动脉",
      "是眼球的主要滋养动脉"
    ],
    "answer": [
      "是眼球的主要滋养动脉"
    ],
    "explanation": "E"
  },
  {
    "id": "04_脉管系统作业题-36",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，女，12岁，因左腋窝可触及硬性肿物3个月为主诉就诊。近1个月时有患处疼痛，经X线拍片示：左肱骨于骺端内下方2cm处见一骨疣，基底部较宽，于我院在臂丛神经阻滞麻醉下取肱骨外髁颈前内侧手术进路施骨软骨瘤切除术，术中见肱二头肌长头骑跨在瘤体上，术后病理报告为：骨软骨瘤。问关于术中涉及的肱动脉的说法正确的是：",
    "options": [
      "为锁骨下动脉的延续",
      "行于桡骨背面",
      "与桡神经伴行",
      "在肘窝处位于肱二头肌外侧",
      "与正中神经一起行至肘窝"
    ],
    "answer": [
      "与正中神经一起行至肘窝"
    ],
    "explanation": "E"
  },
  {
    "id": "04_脉管系统作业题-37",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，男，18岁。因摔伤致右肘部疼痛肿胀1天入院。查体：患者右肘部皮肤青紫，肿胀明显，后方压痛明显，以尺骨鹰嘴部为主，触诊局部可及骨摩擦感。活动受限，不能主动伸直，被动活动时疼痛加重。右肘关节正、侧位X线片提示：右尺骨鹰嘴骨折，骨折线呈横行，累及肱尺关节面，桡骨完整。拟行急诊手术。问关于术中涉及的尺动脉下列描述正确的是：",
    "options": [
      "是临床触摸脉搏的部位",
      "骨间总动脉为其主要分支",
      "主干未端参与构成掌深弓",
      "下行中曾穿过肱桡动脉",
      "在腕部发出掌浅支"
    ],
    "answer": [
      "骨间总动脉为其主要分支"
    ],
    "explanation": "B"
  },
  {
    "id": "04_脉管系统作业题-38",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，男，25岁。工地打工时右手食指末节指骨被搅断，出血严重。问手指出血压迫止血的最佳部位是：",
    "options": [
      "手指前后",
      "掌心",
      "指根两侧",
      "指尖两侧",
      "前臂远侧"
    ],
    "answer": [
      "指根两侧"
    ],
    "explanation": "C"
  },
  {
    "id": "04_脉管系统作业题-39",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，女，32岁，婚后4年未孕，月经量多。妇检：宫体亚手拳大，前壁稍突出，有鸡蛋大的质硬隆突区，双附件（-）。拟手术治疗。问术中涉及到的子宫动脉在距子宫颈外侧2cm处行于：",
    "options": [
      "输尿管的后下方",
      "输尿管的前上方",
      "输尿管的外侧",
      "输卵管系膜内方",
      "子宫阔韧带前方"
    ],
    "answer": [
      "输尿管的前上方"
    ],
    "explanation": "B"
  },
  {
    "id": "04_脉管系统作业题-40",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，女，60岁。因上腹不适入院。胸部X线片发现纵隔包块，经MRI，DSA检查诊断为动脉瘤，瘤体呈囊性，位于主动脉弓下方，直径6厘米。问下列关于主动脉弓的描述错误的是：",
    "options": [
      "位于胸骨的后方",
      "发出左、右颈总动脉和左、右锁骨下动脉",
      "弯向左后下方",
      "在右侧第2胸肋关节处接升主动脉",
      "在第4胸椎下缘移行为降主动脉"
    ],
    "answer": [
      "发出左、右颈总动脉和左、右锁骨下动脉"
    ],
    "explanation": "B"
  },
  {
    "id": "04_脉管系统作业题-41",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，男，83岁，因腹痛伴呕吐1天余，伴肛门停止排便排气入院，患者入院前无明显诱因出现腹部不适，腹胀伴有进食后呕吐。肛门停止排气至当地医院就诊，予抗炎解痉后好转，腹部提示肠梗阻，转至我院继续治疗，行腹腔及盆腔增强CT检查示：小肠完全性肠梗阻并伴肠扭转。问如果肠扭转引起肠系膜上动脉起始处闭塞，则致使肠管血运障碍的范围包括：",
    "options": [
      "全部小肠",
      "Treitz韧带以下的小肠",
      "升结肠与横结肠",
      "部分十二指肠、空回肠、盲肠、升结肠和横结肠",
      "全部大、小肠"
    ],
    "answer": [
      "部分十二指肠、空回肠、盲肠、升结肠和横结肠"
    ],
    "explanation": "D"
  },
  {
    "id": "04_脉管系统作业题-42",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，女，77岁。因中下腹疼痛2天入院。腹部立卧位片提示肠梗阻可能。开腹探査肠系膜下动脉内可扪及栓子。问肠系膜下动脉起始部闭塞出现完全血运障碍的器官是：",
    "options": [
      "升结肠和横结肠",
      "降结肠和横结肠",
      "乙状结肠",
      "直肠和肛管",
      "盲肠和阑尾"
    ],
    "answer": [
      "乙状结肠"
    ],
    "explanation": "C"
  },
  {
    "id": "04_脉管系统作业题-43",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，男，48岁，因车祸伤致左小腿及左上臂疼痛、畸形、活动受限1h来诊。查体：左上臂肿胀畸形假关节形成，可扪及明显的骨擦音及骨擦感，右手指及腕关节屈伸功能及对指对掌功能正常。左小腿下段假关节形成，左腓骨下段粉碎性骨折、有约7cmx3cm大小骨外露。X线表现：左肱骨下段骨折，左胫腓骨下段粉碎性骨折；右T6~T8肋骨骨折。CT表现:左肱骨下段骨折。问关于术中涉及的肱动脉的叙述，错误的是：",
    "options": [
      "该动脉在大圆肌的下缘处续于腋动脉",
      "该动脉的主要分支为桡动脉和尺动脉",
      "其体表投影为：上肢外展90°，自锁骨中点至肘窝中点稍下方作一连线，腋后皱襞以下为肱动脉",
      "其压迫止血部位为:在肱二头肌内侧沟的中份，将动脉压向肱骨。用止血带止血时，应避开肱骨的下份，以免伤桡神经",
      "压迫该动脉其止血范围为：压迫点以下的整个上肢"
    ],
    "answer": [
      "其压迫止血部位为:在肱二头肌内侧沟的中份，将动脉压向肱骨。用止血带止血时，应避开肱骨的下份，以免伤桡神经"
    ],
    "explanation": "D"
  },
  {
    "id": "04_脉管系统作业题-44",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，男，54岁，因车祸伤致右小腿、左头部、左上臂疼痛、畸形、活动受限2h来诊。问体检时关于动脉摸脉点的叙述，错误的是：",
    "options": [
      "桡动脉在活体上摸脉的部位是桡动脉下段",
      "面动脉在活体上易触摸到搏动的部位，在咬肌前缘与下颌骨下缘交界处",
      "足背动脉在活体上易触摸到搏动的部位是踝关节前方，内、外踝连线的中点",
      "颞浅动脉在活体上易触摸到搏动的部位，在外耳门前方",
      "颞浅动脉在活体上易触摸到搏动的部位，在外耳门后方"
    ],
    "answer": [
      "颞浅动脉在活体上易触摸到搏动的部位，在外耳门后方"
    ],
    "explanation": "E"
  },
  {
    "id": "04_脉管系统作业题-45",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，男，44岁。因左腘窝肿物伴左小腿肿胀5天入院。入院前5天患者自觉左下肢胀痛不适发现左腘窝部有一肿物，约鹌鹑蛋大小，轻微疼痛不适，之后自觉肿物逐渐增大，疼痛加重，左小腿及左足部水肿逐渐加重，皮温增高，无皮肤破溃，膝关节活动及行走时肿物疼痛加重。行彩色多普勒超声检查示左腘窝低回声包块，血肿。诊断为左腘窝肿物。拟手术探查。问关于术中涉及的腘动脉的叙述，错误的是：",
    "options": [
      "该动脉是股动脉的直接延续，其主要分支包括胫动脉和腓动脉",
      "其主要供应膝关节及邻近肌",
      "其体表投影为：大腿外展外旋，自大腿内侧中、下1/3交界处至腘窝中点的连线",
      "其压迫止血部位为：腘窝加垫，屈膝包扎",
      "压迫该动脉其正血范围为小腿和足部"
    ],
    "answer": [
      "该动脉是股动脉的直接延续，其主要分支包括胫动脉和腓动脉"
    ],
    "explanation": "A"
  },
  {
    "id": "04_脉管系统作业题-46",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，女，67岁。因反复上腹闷胀2年，排便次数增多2个月入院。查肠镜：距肛门30cm~33cm见新生物，病理结果为：管状腺癌Ⅳ级。CT：乙状结肠占位:脾转移可能。问乙状结肠动脉起自：",
    "options": [
      "腹腔干",
      "腹主动脉",
      "肠系膜上动脉",
      "肠系膜下动脉",
      "髂内动脉"
    ],
    "answer": [
      "肠系膜下动脉"
    ],
    "explanation": "D"
  },
  {
    "id": "04_脉管系统作业题-47",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，男，66岁，因“间断便血1周”入院。查肠镜诊断为“降结肠、乙状结肠多发癌”。问营养下消化道的动脉不可能来自：",
    "options": [
      "腹腔干",
      "肠系膜下动脉",
      "肠系膜上动脉",
      "髂内动脉",
      "回结肠动脉"
    ],
    "answer": [
      "腹腔干"
    ],
    "explanation": "A"
  },
  {
    "id": "04_脉管系统作业题-48",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，男，25岁。假期游玩登山时滑落山下，头面部及四肢出血，未有骨折症状。问临床上面部出血时，可压迫哪根血管进行止血：",
    "options": [
      "压迫颈总动脉进行止血",
      "压迫颞浅动脉进行止血",
      "压迫面动脉进行止血",
      "压迫锁骨下动脉进行止血",
      "压迫股动脉进行止血"
    ],
    "answer": [
      "压迫面动脉进行止血"
    ],
    "explanation": "C"
  },
  {
    "id": "04_脉管系统作业题-49",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，女，36岁。在家不小心滑倒磕到桌角，致使右侧头面部严重出血。问临床上一侧头面部出血可压迫以下哪条血管进行暂时止血：",
    "options": [
      "压迫颈总动脉进行止血",
      "压迫颞浅动脉进行止血",
      "压迫面动脉进行止血",
      "压迫锁骨下动脉进行止血",
      "压迫股动脉进行止血"
    ],
    "answer": [
      "压迫颈总动脉进行止血"
    ],
    "explanation": "A"
  },
  {
    "id": "04_脉管系统作业题-50",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，女，38岁，因“下肢肿胀、疼痛3天”就诊，查体见右下肢明显凹陷性水肿，皮温略高，既往有长期卧床史，初步诊断为右下肢深静脉血栓。关于下肢深静脉的描述，正确的是：",
    "options": [
      "股深静脉是下肢深静脉的主干",
      "胫前静脉与胫后静脉汇合成腘静脉",
      "深静脉均与同名动脉伴行，且管腔比动脉细",
      "大隐静脉注入腘静脉",
      "小隐静脉起自足背静脉弓内侧端"
    ],
    "answer": [
      "胫前静脉与胫后静脉汇合成腘静脉"
    ],
    "explanation": "B"
  },
  {
    "id": "04_脉管系统作业题-51",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，男，45岁，因“呕血、黑便1天”急诊入院，查体见巩膜黄染，腹壁浅静脉迂曲扩张，呈“海蛇头”样改变，初步诊断为肝硬化合并食管胃底静脉曲张破裂出血。该患者腹壁浅静脉扩张的血流方向最可能是：",
    "options": [
      "脐上向上，脐下向下",
      "脐上向下，脐下向上",
      "全腹向上",
      "全腹向下",
      "无固定方向"
    ],
    "answer": [
      "脐上向上，脐下向下"
    ],
    "explanation": "A"
  },
  {
    "id": "04_脉管系统作业题-52",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，男，50岁，肝硬化失代偿期，出现食管胃底静脉曲张破裂出血。造成这一现象的主要侧支循环途径是：",
    "options": [
      "肝静脉→膈下静脉→食管静脉",
      "肠系膜下静脉→直肠静脉丛→髂内静脉",
      "附脐静脉→腹壁浅静脉→胸腹壁静脉",
      "胃左静脉（胃冠状静脉）→食管静脉丛→奇静脉",
      "脾静脉→左肾静脉"
    ],
    "answer": [
      "胃左静脉（胃冠状静脉）→食管静脉丛→奇静脉"
    ],
    "explanation": "D"
  },
  {
    "id": "04_脉管系统作业题-53",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，男，65岁，因胰头癌入院。查体发现腹水，脐周静脉曲张呈“海蛇头”样。这是由于压迫了下列哪条静脉所致：",
    "options": [
      "肝静脉",
      "脾静脉",
      "门静脉",
      "肠系膜上静脉",
      "下腔静脉"
    ],
    "answer": [
      "门静脉"
    ],
    "explanation": "C"
  },
  {
    "id": "04_脉管系统作业题-54",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，男，55岁，因右上肢水肿就诊。彩超显示右侧锁骨下静脉血栓形成。锁骨下静脉的解剖特点不包括：",
    "options": [
      "是腋静脉的直接延续",
      "位于锁骨下动脉的前下方",
      "与颈内静脉汇合成头臂静脉",
      "该静脉管壁与周围筋膜紧密结合，损伤后不易塌陷",
      "主要收集上肢、胸壁浅层的血液"
    ],
    "answer": [
      "主要收集上肢、胸壁浅层的血液"
    ],
    "explanation": "E"
  },
  {
    "id": "04_脉管系统作业题-55",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，男，40岁，因痔疮出血就诊。关于直肠静脉丛的回流，下列哪项是正确的：",
    "options": [
      "直肠上静脉回流至髂内静脉",
      "直肠下静脉回流至肠系膜下静脉",
      "肛静脉回流至阴部内静脉",
      "直肠上静脉回流至髂总静脉",
      "所有直肠静脉丛均回流至肝门静脉系统"
    ],
    "answer": [
      "肛静脉回流至阴部内静脉"
    ],
    "explanation": "C"
  },
  {
    "id": "04_脉管系统作业题-56",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，女，40岁，因“右侧乳房肿块伴疼痛1个月”就诊，查体见右侧乳房外上象限可触及一3cm×2cm肿块，质硬，活动度差，右侧腋窝可触及肿大淋巴结，质硬、无压痛，初步怀疑乳腺癌并腋窝淋巴结转移。该患者腋窝淋巴结转移最可能首先累及的是：",
    "options": [
      "中央群淋巴结",
      "胸肌群淋巴结",
      "肩胛下群淋巴结",
      "外侧群淋巴结",
      "尖群淋巴结"
    ],
    "answer": [
      "胸肌群淋巴结"
    ],
    "explanation": "B"
  },
  {
    "id": "04_脉管系统作业题-57",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，男，30岁，因“右侧腹股沟区肿块伴疼痛2天”就诊，查体见右侧腹股沟区可触及一肿大淋巴结，质硬，压痛明显，右侧下肢有皮肤破损、感染，诊断为下肢感染合并腹股沟淋巴结炎。该肿大淋巴结属于：",
    "options": [
      "腹股沟浅淋巴结上群",
      "腹股沟浅淋巴结下群",
      "腹股沟深淋巴结",
      "髂外淋巴结",
      "髂内淋巴结"
    ],
    "answer": [
      "腹股沟浅淋巴结下群"
    ],
    "explanation": "B"
  },
  {
    "id": "04_脉管系统作业题-58",
    "chapter": "脉管系统作业题",
    "type": "single",
    "prompt": "患者，女，48岁，因“左侧锁骨上肿块1个月”就诊，查体见左侧锁骨上窝可触及一2cm×2cm肿大淋巴结，质硬，活动度差，无压痛，进一步检查发现胃癌，考虑为胃癌远处转移。该部位淋巴结转移属于：",
    "options": [
      "区域淋巴结转移",
      "远处淋巴结转移",
      "局部淋巴结转移",
      "淋巴结反应性增生",
      "淋巴结炎"
    ],
    "answer": [
      "远处淋巴结转移"
    ],
    "explanation": "B"
  },
  {
    "id": "04_脉管系统作业题-59",
    "chapter": "脉管系统作业题",
    "type": "multiple",
    "prompt": "能防止血液倒流入心腔的瓣膜有",
    "options": [
      "冠状窦瓣",
      "肺动脉瓣",
      "主动脉瓣",
      "静脉瓣",
      "下腔静脉瓣"
    ],
    "answer": [
      "肺动脉瓣",
      "主动脉瓣"
    ],
    "explanation": "BC"
  },
  {
    "id": "04_脉管系统作业题-60",
    "chapter": "脉管系统作业题",
    "type": "multiple",
    "prompt": "汇入乳糜池的淋巴干是",
    "options": [
      "右支气管纵隔干",
      "肠干",
      "右腰干",
      "左支气管纵隔干",
      "左腰干"
    ],
    "answer": [
      "肠干",
      "右腰干",
      "左腰干"
    ],
    "explanation": "BCE"
  },
  {
    "id": "04_脉管系统作业题-61",
    "chapter": "脉管系统作业题",
    "type": "multiple",
    "prompt": "主动脉弓上方发出的主干分支有",
    "options": [
      "颈外动脉",
      "左颈总动脉",
      "头臂干",
      "肋间后动脉",
      "左锁骨下动脉"
    ],
    "answer": [
      "左颈总动脉",
      "头臂干",
      "左锁骨下动脉"
    ],
    "explanation": "BCE"
  },
  {
    "id": "04_脉管系统作业题-62",
    "chapter": "脉管系统作业题",
    "type": "multiple",
    "prompt": "腹主动脉不成对的脏支有",
    "options": [
      "骶正中动脉",
      "腰动脉",
      "腹腔干",
      "肠系膜上动脉",
      "肠系膜下动脉"
    ],
    "answer": [
      "腹腔干",
      "肠系膜上动脉",
      "肠系膜下动脉"
    ],
    "explanation": "CDE"
  },
  {
    "id": "04_脉管系统作业题-63",
    "chapter": "脉管系统作业题",
    "type": "multiple",
    "prompt": "进入颅内的动脉有",
    "options": [
      "颈内动脉",
      "椎动脉",
      "面动脉",
      "脑膜中动脉",
      "颈外动脉"
    ],
    "answer": [
      "颈内动脉",
      "椎动脉",
      "脑膜中动脉"
    ],
    "explanation": "ABD"
  },
  {
    "id": "04_脉管系统作业题-64",
    "chapter": "脉管系统作业题",
    "type": "multiple",
    "prompt": "以下属于肠系膜下动脉分支的有",
    "options": [
      "中结肠动脉",
      "直肠上动脉",
      "左结肠动脉",
      "乙状结肠动脉",
      "右结肠动脉"
    ],
    "answer": [
      "直肠上动脉",
      "左结肠动脉",
      "乙状结肠动脉"
    ],
    "explanation": "BCD"
  },
  {
    "id": "04_脉管系统作业题-65",
    "chapter": "脉管系统作业题",
    "type": "multiple",
    "prompt": "左、右心室表面的分界沟是",
    "options": [
      "前室间沟",
      "房间沟",
      "冠状沟",
      "界沟",
      "后室间沟"
    ],
    "answer": [
      "前室间沟",
      "后室间沟"
    ],
    "explanation": "AE"
  },
  {
    "id": "04_脉管系统作业题-66",
    "chapter": "脉管系统作业题",
    "type": "multiple",
    "prompt": "下腔静脉的属支有",
    "options": [
      "肾静脉",
      "右睾丸静脉",
      "右肾上腺静脉",
      "腰静脉",
      "肝静脉"
    ],
    "answer": [
      "肾静脉",
      "右睾丸静脉",
      "右肾上腺静脉",
      "腰静脉",
      "肝静脉"
    ],
    "explanation": "ABCDE"
  },
  {
    "id": "04_脉管系统作业题-67",
    "chapter": "脉管系统作业题",
    "type": "multiple",
    "prompt": "腋动脉的分支有",
    "options": [
      "肩胛下动脉",
      "肩胛上动脉",
      "胸外侧动脉",
      "旋肱后动脉",
      "胸肩峰动脉"
    ],
    "answer": [
      "肩胛下动脉",
      "胸外侧动脉",
      "旋肱后动脉",
      "胸肩峰动脉"
    ],
    "explanation": "ACDE"
  },
  {
    "id": "04_脉管系统作业题-68",
    "chapter": "脉管系统作业题",
    "type": "multiple",
    "prompt": "心传导系包括",
    "options": [
      "窦房结",
      "房室束",
      "冠状窦",
      "纤维环",
      "房室结"
    ],
    "answer": [
      "窦房结",
      "房室束",
      "房室结"
    ],
    "explanation": "ABE"
  },
  {
    "id": "05_脉管总论和心脏练习题-1",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "关于血液循环的描述,正确的是",
    "options": [
      "大(体)循环起于右心室",
      "小(肺)循环起于左心室",
      "大(体)循环内流动的都是动脉血",
      "小(肺)循环内流动的都是动脉血",
      "小(肺)循环主要功能是将静脉血转变成动脉血"
    ],
    "answer": [
      "小(肺)循环主要功能是将静脉血转变成动脉血"
    ],
    "explanation": "E"
  },
  {
    "id": "05_脉管总论和心脏练习题-2",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "体循环起于",
    "options": [
      "左心房",
      "左心室",
      "右心房",
      "右心室",
      "左心耳"
    ],
    "answer": [
      "左心室"
    ],
    "explanation": "B"
  },
  {
    "id": "05_脉管总论和心脏练习题-3",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "肺循环起于",
    "options": [
      "左心房",
      "左心室",
      "右心房",
      "右心室",
      "右心耳"
    ],
    "answer": [
      "右心室"
    ],
    "explanation": "D"
  },
  {
    "id": "05_脉管总论和心脏练习题-4",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "没有毛细血管分布的器官是",
    "options": [
      "肝",
      "肌肉",
      "角膜",
      "肺",
      "甲状腺"
    ],
    "answer": [
      "角膜"
    ],
    "explanation": "C"
  },
  {
    "id": "05_脉管总论和心脏练习题-5",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "心血管系统不包括",
    "options": [
      "动脉",
      "静脉",
      "淋巴管",
      "心",
      "毛细血管"
    ],
    "answer": [
      "淋巴管"
    ],
    "explanation": "C"
  },
  {
    "id": "05_脉管总论和心脏练习题-6",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "关于血管吻合的描述,错误的是",
    "options": [
      "在动脉与动脉之间",
      "在静脉与静脉之间的吻合较常见",
      "在动脉与静脉之间",
      "血管吻合都具有调节血流、改善局部血液循环的作用",
      "在动脉之间有动脉丛"
    ],
    "answer": [
      "在动脉之间有动脉丛"
    ],
    "explanation": "E"
  },
  {
    "id": "05_脉管总论和心脏练习题-7",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "关于心尖朝向的描述,正确的是",
    "options": [
      "左前方",
      "左方",
      "左下方",
      "左前下方",
      "右方"
    ],
    "answer": [
      "左前下方"
    ],
    "explanation": "D"
  },
  {
    "id": "05_脉管总论和心脏练习题-8",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "关于心的描述,正确的是",
    "options": [
      "位于胸膜腔内",
      "约2/3在正中线右侧",
      "心的前面小部分被肺遮盖",
      "在中纵隔内",
      "下方连接出入心的大血管"
    ],
    "answer": [
      "在中纵隔内"
    ],
    "explanation": "D"
  },
  {
    "id": "05_脉管总论和心脏练习题-9",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "关于心底朝向的描述,正确的是",
    "options": [
      "右前方",
      "上方",
      "右后上方",
      "下方",
      "右后下方"
    ],
    "answer": [
      "右后上方"
    ],
    "explanation": "C"
  },
  {
    "id": "05_脉管总论和心脏练习题-10",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "关于心脏表面标志的描述,正确的是",
    "options": [
      "冠状沟分隔左、右心房",
      "界沟分隔左、右心房",
      "心右缘由右心房和右心室构成",
      "心尖切迹位于心尖",
      "前、后室间沟是左、右心室表面分界的标志"
    ],
    "answer": [
      "前、后室间沟是左、右心室表面分界的标志"
    ],
    "explanation": "E"
  },
  {
    "id": "05_脉管总论和心脏练习题-11",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "在心脏表面分隔心房和心室的结构是",
    "options": [
      "房间沟",
      "冠状沟",
      "前室间沟",
      "后室间沟",
      "心尖切迹"
    ],
    "answer": [
      "冠状沟"
    ],
    "explanation": "B"
  },
  {
    "id": "05_脉管总论和心脏练习题-12",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "在体表可触及心尖搏动的部位是",
    "options": [
      "左第4肋间隙,左锁骨中线外侧1-2cm处",
      "左第4肋间隙,左锁骨中线内侧1-2cm",
      "左第5肋间隙,左锁骨中线外侧1-2cm处",
      "左第5肋间隙,左锁骨中线内侧1-2cm处",
      "左侧第6胸肋关节处"
    ],
    "answer": [
      "左第5肋间隙,左锁骨中线内侧1-2cm处"
    ],
    "explanation": "D"
  },
  {
    "id": "05_脉管总论和心脏练习题-13",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "关于心腔内结构的描述,正确的是",
    "options": [
      "冠状窦口位于左心房",
      "右心室的出口为主动脉口",
      "左房室口分隔左心房与左心室",
      "界嵴为左心室的分部标志",
      "节制索位于左心室"
    ],
    "answer": [
      "左房室口分隔左心房与左心室"
    ],
    "explanation": "C"
  },
  {
    "id": "05_脉管总论和心脏练习题-14",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "卵圆窝位于",
    "options": [
      "左心房后壁上",
      "右心室后壁上",
      "右心房前壁上",
      "右心房的房间隔上",
      "右心室室间隔上"
    ],
    "answer": [
      "右心房的房间隔上"
    ],
    "explanation": "D"
  },
  {
    "id": "05_脉管总论和心脏练习题-15",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "左心房的入口为",
    "options": [
      "肺动脉口",
      "4个肺静脉口",
      "2个肺静脉口",
      "冠状窦口",
      "上腔静脉口"
    ],
    "answer": [
      "4个肺静脉口"
    ],
    "explanation": "B"
  },
  {
    "id": "05_脉管总论和心脏练习题-16",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "冠状窦口位于",
    "options": [
      "下腔静脉口与右心耳之间",
      "下腔静脉口与右房室口之间",
      "上腔静脉口与右房室口之间",
      "上腔静脉口与下腔静脉口之间",
      "上腔静脉口与界嵴之间"
    ],
    "answer": [
      "下腔静脉口与右房室口之间"
    ],
    "explanation": "B"
  },
  {
    "id": "05_脉管总论和心脏练习题-17",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "不属于右心房的结构是",
    "options": [
      "上腔静脉口",
      "卵圆窝",
      "肺静脉口",
      "梳状肌",
      "冠状窦口"
    ],
    "answer": [
      "肺静脉口"
    ],
    "explanation": "C"
  },
  {
    "id": "05_脉管总论和心脏练习题-18",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "右心室流入道和流出道的界线是",
    "options": [
      "隔缘肉柱",
      "三尖瓣前尖",
      "室上嵴",
      "前乳头肌",
      "三尖瓣后尖"
    ],
    "answer": [
      "室上嵴"
    ],
    "explanation": "C"
  },
  {
    "id": "05_脉管总论和心脏练习题-19",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "位于右房室口的结构是",
    "options": [
      "主动脉瓣",
      "肺动脉瓣",
      "二尖瓣",
      "三尖瓣",
      "下腔静脉瓣"
    ],
    "answer": [
      "三尖瓣"
    ],
    "explanation": "D"
  },
  {
    "id": "05_脉管总论和心脏练习题-20",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "冠状窦开口于",
    "options": [
      "左心房",
      "左心室",
      "右心房",
      "右心室",
      "下腔静脉"
    ],
    "answer": [
      "右心房"
    ],
    "explanation": "C"
  },
  {
    "id": "05_脉管总论和心脏练习题-21",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "隔缘肉柱位于",
    "options": [
      "右心室",
      "左心室",
      "右心房",
      "左心房",
      "主动脉窦"
    ],
    "answer": [
      "右心室"
    ],
    "explanation": "A"
  },
  {
    "id": "05_脉管总论和心脏练习题-22",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "关于左心室的描述,错误的是",
    "options": [
      "构成心左缘的大部",
      "房室口的周缘附有二尖瓣",
      "入口为左房室口",
      "出口为主动脉口",
      "室壁较右室壁薄"
    ],
    "answer": [
      "室壁较右室壁薄"
    ],
    "explanation": "E"
  },
  {
    "id": "05_脉管总论和心脏练习题-23",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "心室舒张时,防止血液逆流的装置是",
    "options": [
      "二尖瓣",
      "三尖瓣",
      "主动脉瓣和二尖瓣",
      "肺动脉瓣和三尖瓣",
      "主动脉瓣和肺动脉瓣"
    ],
    "answer": [
      "主动脉瓣和肺动脉瓣"
    ],
    "explanation": "E"
  },
  {
    "id": "05_脉管总论和心脏练习题-24",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "关于右心房的描述,错误的是",
    "options": [
      "壁薄腔大",
      "右心耳内有许多梳状肌",
      "上壁有下腔静脉的开口",
      "构成心的右上部",
      "房间隔的下部有卵圆窝"
    ],
    "answer": [
      "上壁有下腔静脉的开口"
    ],
    "explanation": "C"
  },
  {
    "id": "05_脉管总论和心脏练习题-25",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "二尖瓣位于",
    "options": [
      "主动脉口",
      "肺动脉口",
      "左房室口",
      "右房室口",
      "冠状窦口"
    ],
    "answer": [
      "左房室口"
    ],
    "explanation": "C"
  },
  {
    "id": "05_脉管总论和心脏练习题-26",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "窦房结位于",
    "options": [
      "上腔静脉根部与右心耳之间的心外膜深面",
      "上腔静脉口附近心内膜下",
      "下腔静脉口附近心外膜下",
      "下腔静脉口附近心内膜下",
      "冠状窦口附近心内膜下"
    ],
    "answer": [
      "上腔静脉根部与右心耳之间的心外膜深面"
    ],
    "explanation": "A"
  },
  {
    "id": "05_脉管总论和心脏练习题-27",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "关于房室束的描述,正确的是",
    "options": [
      "连于窦房结与房室结之间",
      "起于房室结",
      "由窦房结发出",
      "分为前脚和后脚",
      "直接连于蒲肯野纤维"
    ],
    "answer": [
      "起于房室结"
    ],
    "explanation": "B"
  },
  {
    "id": "05_脉管总论和心脏练习题-28",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "心的正常起搏点是",
    "options": [
      "房室结",
      "房室束",
      "左束支",
      "窦房结",
      "蒲肯野氏纤维"
    ],
    "answer": [
      "窦房结"
    ],
    "explanation": "D"
  },
  {
    "id": "05_脉管总论和心脏练习题-29",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "房室结位于",
    "options": [
      "上腔静脉与右心房交界处心外膜深面",
      "房间隔下部,冠状窦口前上方的心内膜深面",
      "房间隔下部,冠状窦口前下方的心内膜深面",
      "房间隔上部,冠状窦口前上方的心内膜深面",
      "右心室前乳头肌根部的心内膜深面"
    ],
    "answer": [
      "房间隔下部,冠状窦口前上方的心内膜深面"
    ],
    "explanation": "B"
  },
  {
    "id": "05_脉管总论和心脏练习题-30",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "关于左冠状动脉的描述,正确的是",
    "options": [
      "营养右心室",
      "发出后室间支",
      "营养右心房",
      "分布于室间隔后三分之一",
      "发出前室间支和旋支"
    ],
    "answer": [
      "发出前室间支和旋支"
    ],
    "explanation": "E"
  },
  {
    "id": "05_脉管总论和心脏练习题-31",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "关于右冠状动脉的描述,错误的是",
    "options": [
      "起于主动脉右窦",
      "发出后室间支",
      "发出左室后支",
      "分支分布于室间隔后下1/3",
      "与心大静脉伴行"
    ],
    "answer": [
      "与心大静脉伴行"
    ],
    "explanation": "E"
  },
  {
    "id": "05_脉管总论和心脏练习题-32",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "左冠状动脉",
    "options": [
      "发自主动脉后窦或右窦",
      "分为后室间支和左室后支",
      "主要营养室间隔前2/3、左心室、左心房及右心室前壁的一部分",
      "在心室内,与由冠状动脉间无吻合",
      "分支分布于左心室后壁的一部分和室间隔的后1/3"
    ],
    "answer": [
      "主要营养室间隔前2/3、左心室、左心房及右心室前壁的一部分"
    ],
    "explanation": "C"
  },
  {
    "id": "05_脉管总论和心脏练习题-33",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "右冠状动脉",
    "options": [
      "起自升主动脉",
      "起自主动脉弓",
      "分出前、后室间支",
      "分支分布于室间隔前上部",
      "发出前室间支和旋支"
    ],
    "answer": [
      "起自升主动脉"
    ],
    "explanation": "A"
  },
  {
    "id": "05_脉管总论和心脏练习题-34",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "关于心包的描述,错误的是",
    "options": [
      "可分为纤维心包和浆膜心包",
      "浆膜心包分为脏、壁两层",
      "浆膜心包和纤维心包之间为心包腔",
      "纤维心包是坚韧的结缔组织囊",
      "心包腔内含少量浆液"
    ],
    "answer": [
      "浆膜心包和纤维心包之间为心包腔"
    ],
    "explanation": "C"
  },
  {
    "id": "05_脉管总论和心脏练习题-35",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "注入冠状窦的静脉是",
    "options": [
      "心最小静脉",
      "心前静脉",
      "上腔静脉",
      "下腔静脉",
      "心大静脉"
    ],
    "answer": [
      "心大静脉"
    ],
    "explanation": "E"
  },
  {
    "id": "05_脉管总论和心脏练习题-36",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "下列结构,构成心外膜的是",
    "options": [
      "纤维心包",
      "浆膜心包的壁层",
      "纵隔胸膜",
      "浆膜心包的脏层",
      "脏层胸膜"
    ],
    "answer": [
      "浆膜心包的脏层"
    ],
    "explanation": "D"
  },
  {
    "id": "05_脉管总论和心脏练习题-37",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "直立时心包腔的最低位置是",
    "options": [
      "心包横窦",
      "心包斜窦",
      "心包前下窦",
      "心尖",
      "心底"
    ],
    "answer": [
      "心包前下窦"
    ],
    "explanation": "C"
  },
  {
    "id": "05_脉管总论和心脏练习题-38",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "关于浆膜心包的描述,正确的是",
    "options": [
      "分为脏层和壁层",
      "脏层与心外膜之间有间隙",
      "壁层与纤维心包相分离",
      "浆膜心包与纤维心包之间为心包腔",
      "与膈紧密相连"
    ],
    "answer": [
      "分为脏层和壁层"
    ],
    "explanation": "A"
  },
  {
    "id": "05_脉管总论和心脏练习题-39",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "关于纤维心包的描述,错误的是",
    "options": [
      "包绕出入心的大血管",
      "与膈的中心腱紧密相连",
      "与浆膜心包壁层紧密相贴",
      "与浆膜心包形成心包腔",
      "为坚韧的结缔组织"
    ],
    "answer": [
      "与浆膜心包形成心包腔"
    ],
    "explanation": "D"
  },
  {
    "id": "05_脉管总论和心脏练习题-40",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "静脉在防止血液倒流时最重要的一个因素是",
    "options": [
      "动脉瓣",
      "静脉瓣",
      "伴行动脉搏动",
      "与动脉伴行",
      "肌肉收缩挤压"
    ],
    "answer": [
      "静脉瓣"
    ],
    "explanation": "B"
  },
  {
    "id": "05_脉管总论和心脏练习题-41",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "患者，女，46岁，体检心电图检査发现心律不齐，经进一步动态心电图检查确诊为室上性心动过速，这种疾病最有可能是哪个解剖结构出现异常：",
    "options": [
      "窦房结",
      "房室束",
      "房室结",
      "右束支",
      "左束支"
    ],
    "answer": [
      "房室结"
    ],
    "explanation": "C"
  },
  {
    "id": "05_脉管总论和心脏练习题-42",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "患者，男，57岁，有高血压病史，因胸闷气短入院，超声检查左室侧壁大面积梗死，拟进行导管术支架治疗，问应该治疗以下哪个动脉：",
    "options": [
      "对角支",
      "前室间支",
      "旋支",
      "后室间支",
      "右房支"
    ],
    "answer": [
      "旋支"
    ],
    "explanation": "C"
  },
  {
    "id": "05_脉管总论和心脏练习题-43",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "患者，男，47岁，因心动过缓入院，心率45次/分，拟行起搏器手术治疗，起搏器导联应该连接到哪个解剖构造：",
    "options": [
      "窦房结",
      "房室束",
      "房室结",
      "右束支",
      "左束支"
    ],
    "answer": [
      "窦房结"
    ],
    "explanation": "A"
  },
  {
    "id": "05_脉管总论和心脏练习题-44",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "患者，女，26岁，近期出现乏力，入院检査发现有房间隔缺。房间隔缺损最易发生于哪个部位：",
    "options": [
      "Todaro腱",
      "Koch三角",
      "隔缘肉柱",
      "主动脉隆凸",
      "卵圆窝"
    ],
    "answer": [
      "卵圆窝"
    ],
    "explanation": "E"
  },
  {
    "id": "05_脉管总论和心脏练习题-45",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "患者，男，55岁，有高血压、冠心病史，因胸闷气短入院，进行冠脉造影检查，在检查中可作确定心缘标志的是：",
    "options": [
      "对角支",
      "前室间支",
      "后室间支",
      "左缘支",
      "右缘支"
    ],
    "answer": [
      "右缘支"
    ],
    "explanation": "E"
  },
  {
    "id": "05_脉管总论和心脏练习题-46",
    "chapter": "脉管总论和心脏练习题",
    "type": "single",
    "prompt": "患者为2岁男孩，近期出现乏力，面色发绀等症状，入院检查发现有室间隔缺损，室间隔缺损最易发生于哪个部位：",
    "options": [
      "肌部",
      "膜部",
      "房室隔",
      "卵圆窝",
      "主动脉隆凸"
    ],
    "answer": [
      "膜部"
    ],
    "explanation": "B"
  },
  {
    "id": "05_脉管总论和心脏练习题-47",
    "chapter": "脉管总论和心脏练习题",
    "type": "multiple",
    "prompt": "关于心脏的描述,正确的有",
    "options": [
      "右心室内有发达的梳状肌",
      "左心室壁的厚度大约是右心室壁的3倍",
      "心尖一般偏向右前下",
      "三尖瓣在功能是防止血液倒流入右心房",
      "左心室借室上嵴分为流入道和流出道"
    ],
    "answer": [
      "左心室壁的厚度大约是右心室壁的3倍",
      "三尖瓣在功能是防止血液倒流入右心房"
    ],
    "explanation": "BD"
  },
  {
    "id": "05_脉管总论和心脏练习题-48",
    "chapter": "脉管总论和心脏练习题",
    "type": "multiple",
    "prompt": "能防止血液倒流入心腔的瓣膜有",
    "options": [
      "冠状窦瓣",
      "肺动脉瓣",
      "主动脉瓣",
      "静脉瓣",
      "下腔静脉瓣"
    ],
    "answer": [
      "肺动脉瓣",
      "主动脉瓣"
    ],
    "explanation": "BC"
  },
  {
    "id": "05_脉管总论和心脏练习题-49",
    "chapter": "脉管总论和心脏练习题",
    "type": "multiple",
    "prompt": "左、右心室表面的分界沟是",
    "options": [
      "前室间沟",
      "房间沟",
      "冠状沟",
      "界沟",
      "后室间沟"
    ],
    "answer": [
      "前室间沟",
      "后室间沟"
    ],
    "explanation": "AE"
  },
  {
    "id": "05_脉管总论和心脏练习题-50",
    "chapter": "脉管总论和心脏练习题",
    "type": "multiple",
    "prompt": "心传导系包括",
    "options": [
      "窦房结",
      "房室束",
      "冠状窦",
      "纤维环",
      "房室结"
    ],
    "answer": [
      "窦房结",
      "房室束",
      "房室结"
    ],
    "explanation": "ABE"
  },
  {
    "id": "05_脉管总论和心脏练习题-51",
    "chapter": "脉管总论和心脏练习题",
    "type": "multiple",
    "prompt": "主动脉弓的直接分支有",
    "options": [
      "颈外动脉",
      "头臂干",
      "左颈总动脉",
      "左锁骨下动脉",
      "颈内动脉"
    ],
    "answer": [
      "头臂干",
      "左颈总动脉",
      "左锁骨下动脉"
    ],
    "explanation": "BCD"
  },
  {
    "id": "05_脉管总论和心脏练习题-55",
    "chapter": "脉管总论和心脏练习题",
    "type": "text",
    "prompt": "左心室、左心房各有哪些出口和入口?",
    "options": [],
    "answer": [
      "（1）左心房：入口有4个，即左上、下肺静脉口，右上、下肺静脉口；出口为左房室口（7分）。 （2）左心室：入口为左房室口，出口为主动脉口（2分）。"
    ],
    "explanation": ""
  },
  {
    "id": "06_泌尿生殖练习题-1",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "关于肾的描述,正确的是",
    "options": [
      "位于腹后壁,其长轴与脊柱平行",
      "内侧缘中部凹陷为肾门",
      "两肾前面邻接相同器官",
      "属于腹膜间位器官",
      "两侧肾蒂等长且结构排列一致"
    ],
    "answer": [
      "内侧缘中部凹陷为肾门"
    ],
    "explanation": "B"
  },
  {
    "id": "06_泌尿生殖练习题-2",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "关于肾筋膜的描述,正确的是",
    "options": [
      "分为前后两层包裹肾和肾上腺",
      "向上、向外两层分开",
      "向下紧密包裹输尿管",
      "由腹膜形成",
      "属于肾被膜的最内面"
    ],
    "answer": [
      "分为前后两层包裹肾和肾上腺"
    ],
    "explanation": "A"
  },
  {
    "id": "06_泌尿生殖练习题-3",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "下列关于膀胱的描述,正确的是",
    "options": [
      "空虚时膀胱尖可超过耻骨联合的上缘",
      "膀胱底直接和结肠相邻",
      "在女性膀胱颈下方邻接尿生殖膈",
      "膀胱三角处缺少粘膜层",
      "膀胱颈是肿瘤、结核的好发部位"
    ],
    "answer": [
      "在女性膀胱颈下方邻接尿生殖膈"
    ],
    "explanation": "C"
  },
  {
    "id": "06_泌尿生殖练习题-4",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "肾蒂内主要结构从上到下依次为",
    "options": [
      "肾静脉、肾动脉、肾盂",
      "肾动脉、肾静脉、肾盂",
      "肾盂、肾静脉、肾动脉",
      "肾盂、肾动脉、肾静脉",
      "肾动脉、肾盂、肾静脉"
    ],
    "answer": [
      "肾动脉、肾静脉、肾盂"
    ],
    "explanation": "B"
  },
  {
    "id": "06_泌尿生殖练习题-5",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "临床上前尿道是指",
    "options": [
      "前列腺部、尿道膜部",
      "前列腺部、海绵体部",
      "海绵体部",
      "前列腺部",
      "尿道膜部"
    ],
    "answer": [
      "海绵体部"
    ],
    "explanation": "C"
  },
  {
    "id": "06_泌尿生殖练习题-6",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "有关尿生殖膈的描述,正确的是",
    "options": [
      "封闭肛三角",
      "由尿生殖膈上、下筋膜和会阴浅横肌等构成",
      "中央有肛管通过",
      "封闭尿生殖三角",
      "男女都只有尿道通过"
    ],
    "answer": [
      "封闭尿生殖三角"
    ],
    "explanation": "D"
  },
  {
    "id": "06_泌尿生殖练习题-7",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "成人肾门平对",
    "options": [
      "第一腰椎",
      "第12胸椎",
      "第二腰椎",
      "第11胸椎",
      "第三腰椎"
    ],
    "answer": [
      "第一腰椎"
    ],
    "explanation": "A"
  },
  {
    "id": "06_泌尿生殖练习题-8",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "不通过肾门结构是",
    "options": [
      "输尿管",
      "肾动脉",
      "肾静脉",
      "肾盂",
      "淋巴管"
    ],
    "answer": [
      "输尿管"
    ],
    "explanation": "A"
  },
  {
    "id": "06_泌尿生殖练习题-9",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "输尿管",
    "options": [
      "起自肾盂",
      "分腹、盆二段",
      "开口于膀胱体的两侧",
      "为腹膜间位器官",
      "开口于膀胱体"
    ],
    "answer": [
      "起自肾盂"
    ],
    "explanation": "A"
  },
  {
    "id": "06_泌尿生殖练习题-10",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "膀胱最大容量",
    "options": [
      "900ml",
      "1000ml",
      "800ml",
      "500ml",
      "1200ml"
    ],
    "answer": [
      "800ml"
    ],
    "explanation": "C"
  },
  {
    "id": "06_泌尿生殖练习题-11",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "膀胱",
    "options": [
      "膀胱尖朝向前下方",
      "膀胱三角位于膀胱体内面",
      "输尿管间襞是寻找尿道内口的标志",
      "新生儿膀胱的位置比成人低",
      "以上均不正确"
    ],
    "answer": [
      "以上均不正确"
    ],
    "explanation": "E"
  },
  {
    "id": "06_泌尿生殖练习题-12",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "形态呈漏斗状,移行为肾大盏的结构是",
    "options": [
      "肾窦",
      "肾盂",
      "肾小盏",
      "肾大盏",
      "肾乳头"
    ],
    "answer": [
      "肾小盏"
    ],
    "explanation": "C"
  },
  {
    "id": "06_泌尿生殖练习题-13",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "输尿管的走行和分部",
    "options": [
      "起自肾大盏",
      "为腹膜间位器官",
      "腹段沿腰大肌外侧缘下行",
      "左右输尿管在膀胱底的外上角斜穿膀胱壁",
      "距子宫颈外侧2.5cm处跨越子宫动脉前上方"
    ],
    "answer": [
      "左右输尿管在膀胱底的外上角斜穿膀胱壁"
    ],
    "explanation": "D"
  },
  {
    "id": "06_泌尿生殖练习题-14",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "关于输尿管狭窄描述不正确的是",
    "options": [
      "输尿管全长有3处狭窄",
      "上狭窄位于肾盂与输尿管移动处",
      "中狭窄位于小骨盆下口与髂血管交叉处",
      "下狭窄在输尿管的壁内段",
      "狭窄部位易滞留结石"
    ],
    "answer": [
      "中狭窄位于小骨盆下口与髂血管交叉处"
    ],
    "explanation": "C"
  },
  {
    "id": "06_泌尿生殖练习题-15",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "关于肾的结构描述,正确的是",
    "options": [
      "肾皮质由肾锥体构成",
      "肾乳头开口于肾盂",
      "2~3个肾小盏合成一个肾大盏",
      "肾柱是肾髓质伸入肾皮质内的部分",
      "肾锥体呈圆锥形,尖朝向皮质"
    ],
    "answer": [
      "2~3个肾小盏合成一个肾大盏"
    ],
    "explanation": "C"
  },
  {
    "id": "06_泌尿生殖练习题-16",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "妊娠期间延长形成子宫下段的主要结构是",
    "options": [
      "子宫底",
      "子宫体",
      "子宫峡",
      "子宫颈阴道上部",
      "子宫颈阴道部"
    ],
    "answer": [
      "子宫峡"
    ],
    "explanation": "C"
  },
  {
    "id": "06_泌尿生殖练习题-17",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "关于输卵管描述,错误的是",
    "options": [
      "是一对肌性管道",
      "由外侧向内侧分为四部",
      "壶腹部为卵细胞受精部位",
      "子宫部为输卵管结扎部位",
      "漏斗部周缘有输卵管伞"
    ],
    "answer": [
      "子宫部为输卵管结扎部位"
    ],
    "explanation": "D"
  },
  {
    "id": "06_泌尿生殖练习题-18",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "临床上所指的后尿道是",
    "options": [
      "前列腺部",
      "膜部和前列腺部",
      "海绵体部",
      "膜部",
      "膜部和海绵体部"
    ],
    "answer": [
      "膜部和前列腺部"
    ],
    "explanation": "B"
  },
  {
    "id": "06_泌尿生殖练习题-19",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "关于子宫的描述,正确的是",
    "options": [
      "子宫阔韧带是双层腹膜结构",
      "子宫阔韧带限制子宫前后移动",
      "子宫系膜是子宫圆韧带的一部分",
      "妊娠时,其子宫体部变长为子宫下段",
      "子宫腔下口称子宫口"
    ],
    "answer": [
      "子宫阔韧带是双层腹膜结构"
    ],
    "explanation": "A"
  },
  {
    "id": "06_泌尿生殖练习题-20",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "输卵管漏斗周缘的指状突起称",
    "options": [
      "子宫部",
      "输卵管峡",
      "输卵管壶腹",
      "输卵管伞",
      "子宫圆韧带"
    ],
    "answer": [
      "输卵管伞"
    ],
    "explanation": "D"
  },
  {
    "id": "06_泌尿生殖练习题-21",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "寻找卵巢动、静脉的标志是",
    "options": [
      "子宫阔韧带",
      "卵巢固有韧带",
      "卵巢系膜",
      "子宫圆韧带",
      "卵巢悬韧带"
    ],
    "answer": [
      "卵巢悬韧带"
    ],
    "explanation": "E"
  },
  {
    "id": "06_泌尿生殖练习题-22",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "卵巢属于",
    "options": [
      "外生殖器",
      "生殖腺",
      "生殖管道",
      "附属腺",
      "腹膜外位器官"
    ],
    "answer": [
      "生殖腺"
    ],
    "explanation": "B"
  },
  {
    "id": "06_泌尿生殖练习题-23",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "关于睾丸的描述,正确的是",
    "options": [
      "内侧邻接附睾",
      "睾丸间质是产生精子的部位",
      "后缘有血管、神经和淋巴管出入",
      "外形似蚕豆",
      "精曲小管分泌雄激素"
    ],
    "answer": [
      "后缘有血管、神经和淋巴管出入"
    ],
    "explanation": "C"
  },
  {
    "id": "06_泌尿生殖练习题-24",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "临床外伤性尿道断裂最易发生在男性尿道的",
    "options": [
      "海绵体部",
      "球部",
      "膜部",
      "前列腺部",
      "会阴部"
    ],
    "answer": [
      "膜部"
    ],
    "explanation": "C"
  },
  {
    "id": "06_泌尿生殖练习题-25",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "输卵管结扎术的常选部位是",
    "options": [
      "输卵管漏斗",
      "输卵管壶腹",
      "输卵管峡",
      "子宫部",
      "输卵管伞"
    ],
    "answer": [
      "输卵管峡"
    ],
    "explanation": "C"
  },
  {
    "id": "06_泌尿生殖练习题-26",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "精囊位于",
    "options": [
      "膀胱的下方",
      "输精管壶腹的外侧",
      "输精管壶腹的内侧",
      "前列腺的下方",
      "阴茎的后下方"
    ],
    "answer": [
      "输精管壶腹的外侧"
    ],
    "explanation": "B"
  },
  {
    "id": "06_泌尿生殖练习题-27",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "子宫口是指",
    "options": [
      "输卵管子宫口",
      "输卵管腹腔口",
      "子宫颈管上口",
      "子宫颈管下口",
      "子宫腔下角"
    ],
    "answer": [
      "子宫颈管下口"
    ],
    "explanation": "D"
  },
  {
    "id": "06_泌尿生殖练习题-28",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "不属于男性内生殖器的器官是",
    "options": [
      "附睾",
      "睾丸",
      "输精管",
      "阴囊",
      "射精管"
    ],
    "answer": [
      "阴囊"
    ],
    "explanation": "D"
  },
  {
    "id": "06_泌尿生殖练习题-29",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "防止子宫下垂的主要韧带是",
    "options": [
      "卵巢悬韧带",
      "子宫阔韧带",
      "子宫骶韧带",
      "子宫圆韧带",
      "子宫主韧带"
    ],
    "answer": [
      "子宫主韧带"
    ],
    "explanation": "E"
  },
  {
    "id": "06_泌尿生殖练习题-30",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "关于乳房位置的描述,错误的是",
    "options": [
      "位于胸大肌表面",
      "位于第3-6肋之间",
      "位于浅筋膜内",
      "位于第2-8肋之间",
      "位于深筋膜表面"
    ],
    "answer": [
      "位于第2-8肋之间"
    ],
    "explanation": "D"
  },
  {
    "id": "06_泌尿生殖练习题-31",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "患者，女，尿频、尿急、尿痛反复发作，门诊考虑上尿路感染。致病菌从膀胱上行感染肾脏，最先累及的结构是：",
    "options": [
      "肾皮质",
      "肾髓质",
      "肾盂",
      "肾被膜",
      "肾大盏"
    ],
    "answer": [
      "肾盂"
    ],
    "explanation": "C"
  },
  {
    "id": "06_泌尿生殖练习题-32",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "患者，男，外伤后出现部分肾组织缺血、功能受损。临床按肾段划分进行部分肾切除，划分肾段的主要依据是：",
    "options": [
      "肾静脉分支分布",
      "肾动脉分支分布",
      "肾盏排列",
      "肾盂分叶",
      "肾周筋膜分界"
    ],
    "answer": [
      "肾动脉分支分布"
    ],
    "explanation": "B"
  },
  {
    "id": "06_泌尿生殖练习题-33",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "患者，男，急性尿潴留需行膀胱穿刺。为避免刺入腹膜腔造成感染，关键解剖依据是：",
    "options": [
      "膀胱为腹膜内位器官",
      "空虚膀胱位于腹腔内",
      "充盈时膀胱上升并顶起腹膜",
      "膀胱颈直接贴腹前壁",
      "膀胱体无腹膜覆盖"
    ],
    "answer": [
      "充盈时膀胱上升并顶起腹膜"
    ],
    "explanation": "C"
  },
  {
    "id": "06_泌尿生殖练习题-34",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "患者，男，下腹部胀痛、尿频、排尿不尽，诊断为前列腺增生。前列腺增生最易压迫的结构是：",
    "options": [
      "膀胱体",
      "尿道前列腺部",
      "输尿管末段",
      "膀胱底",
      "输精管壶腹"
    ],
    "answer": [
      "尿道前列腺部"
    ],
    "explanation": "B"
  },
  {
    "id": "06_泌尿生殖练习题-35",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "患者，男，反复无痛性肉眼血尿，膀胱镜检查提示膀胱肿瘤。膀胱肿瘤与结核最常见的好发部位是：",
    "options": [
      "膀胱尖",
      "膀胱体",
      "膀胱三角",
      "膀胱前壁",
      "输尿管口周围"
    ],
    "answer": [
      "膀胱三角"
    ],
    "explanation": "C"
  },
  {
    "id": "06_泌尿生殖练习题-36",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "患者，女，突发腰腹部绞痛伴血尿，考虑输尿管结石。结石在下降过程中，最容易嵌顿、梗阻的部位是：",
    "options": [
      "肾盂与输尿管移行处",
      "输尿管跨过髂血管处",
      "输尿管穿过膀胱壁处",
      "输尿管与睾丸血管交叉处",
      "输尿管进入骨盆入口处"
    ],
    "answer": [
      "输尿管穿过膀胱壁处"
    ],
    "explanation": "C"
  },
  {
    "id": "06_泌尿生殖练习题-37",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "患者，男，膀胱镜检查时，医生观察到两输尿管口之间的黏膜皱襞，该结构是膀胱镜检查的重要标志，此结构为：",
    "options": [
      "膀胱垂",
      "输尿管间襞",
      "膀胱三角",
      "尿道内口",
      "膀胱颈"
    ],
    "answer": [
      "输尿管间襞"
    ],
    "explanation": "B"
  },
  {
    "id": "06_泌尿生殖练习题-38",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "患者，男，腰痛、血尿伴腰部包块，怀疑肾肿瘤，拟行超声检查。正常成人肾门大致平对：",
    "options": [
      "第11胸椎",
      "第12胸椎",
      "第1腰椎",
      "第2腰椎",
      "第3腰椎"
    ],
    "answer": [
      "第1腰椎"
    ],
    "explanation": "C"
  },
  {
    "id": "06_泌尿生殖练习题-39",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "女性患者，尿频、尿急、尿痛伴外阴不适，临床诊断为下尿路感染。病原菌最常见的侵入途径是经：",
    "options": [
      "肾皮质",
      "肾盂",
      "输尿管",
      "膀胱",
      "尿道"
    ],
    "answer": [
      "尿道"
    ],
    "explanation": "E"
  },
  {
    "id": "06_泌尿生殖练习题-40",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "患者，男，35岁。因“婚后2年未育”来诊。查体：左侧阴囊内可触及蚯蚓状团块，站立时明显，平卧后可消失。医生诊断为左侧精索静脉曲张，建议手术治疗。术中需分离精索内结构，行精索静脉结扎。在精索中，位置最表浅、最易触及、临床上常用于输精管结扎的部位是：",
    "options": [
      "睾丸部",
      "精索部",
      "腹股沟部",
      "盆部",
      "峡部"
    ],
    "answer": [
      "精索部"
    ],
    "explanation": "B"
  },
  {
    "id": "06_泌尿生殖练习题-41",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "患者，男，68岁。因进行性排尿困难5年，加重伴急性尿潴留12小时来诊。查体：膀胱区膨隆，有压痛。既往有高血压病史。医生立即给予导尿术。在导尿过程中，当尿管插入尿道内口、膜部和尿道外口时会遇到阻力，这是因为这些部位是男性尿道的：",
    "options": [
      "三个狭窄",
      "三个膨大",
      "两个弯曲",
      "三个弯曲",
      "两个狭窄"
    ],
    "answer": [
      "三个狭窄"
    ],
    "explanation": "A"
  },
  {
    "id": "06_泌尿生殖练习题-42",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "患者，男，72岁。因前列腺增生导致急性尿潴留，急诊行导尿术。护士在插管过程中，将阴茎向上提起，与腹壁呈60°角。护士此时的操作目的是为了消除男性尿道的:",
    "options": [
      "耻骨下弯",
      "耻骨前弯",
      "膜部狭窄",
      "尿道内口狭窄",
      "尿道外口狭窄"
    ],
    "answer": [
      "耻骨前弯"
    ],
    "explanation": "B"
  },
  {
    "id": "06_泌尿生殖练习题-43",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "李女士因不孕就诊，输卵管造影显示输卵管峡部阻塞。下列关于输卵管各部的描述正确的是：",
    "options": [
      "输卵管漏斗部有输卵管伞",
      "输卵管壶腹部最细",
      "输卵管峡部最长",
      "输卵管子宫部是受精部位",
      "输卵管伞不与卵巢相接"
    ],
    "answer": [
      "输卵管漏斗部有输卵管伞"
    ],
    "explanation": "A"
  },
  {
    "id": "06_泌尿生殖练习题-44",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "王女士因月经量增多、经期延长就诊，B超提示子宫肌瘤。关于子宫的描述正确的是：",
    "options": [
      "子宫位于膀胱与直肠之间",
      "子宫呈前倾后屈位",
      "子宫颈全部位于阴道内",
      "子宫峡部在妊娠期不变化",
      "子宫体与子宫颈比例在青春期前为2:1"
    ],
    "answer": [
      "子宫位于膀胱与直肠之间"
    ],
    "explanation": "A"
  },
  {
    "id": "06_泌尿生殖练习题-45",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "患者，女，30岁。因异位妊娠破裂急诊入院，表现为突发左下腹剧痛、休克症状。急诊手术发现左侧输卵管壶腹部妊娠破裂。输卵管妊娠最常发生的部位是:",
    "options": [
      "输卵管子宫部",
      "输卵管峡部",
      "输卵管壶腹部",
      "输卵管漏斗部",
      "输卵管伞部"
    ],
    "answer": [
      "输卵管壶腹部"
    ],
    "explanation": "C"
  },
  {
    "id": "06_泌尿生殖练习题-46",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "患者，男，23岁，入院诊断为结核性腹膜炎，需腹腔注射给药，是利用了腹膜：",
    "options": [
      "吸收的功能",
      "分泌的功能",
      "稀释的功能",
      "防御的功能",
      "排泄的功能"
    ],
    "answer": [
      "吸收的功能"
    ],
    "explanation": "A"
  },
  {
    "id": "06_泌尿生殖练习题-47",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "患者，女，27岁，腹痛1小时入院，诊断为急性腹膜炎，直肠指诊发现有直肠前壁触痛，此时最佳选择在哪个部位进行穿刺以助诊断:",
    "options": [
      "阴道前穹",
      "脐外侧3cm 处",
      "脐与骼前上棘连线的中点",
      "脐与骼前上棘连线的中外1/3交点",
      "阴道后穹"
    ],
    "answer": [
      "阴道后穹"
    ],
    "explanation": "E"
  },
  {
    "id": "06_泌尿生殖练习题-48",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "患者，男，49岁，患慢性肾衰竭3年，准备进行肾移植手术，此手术不打开腹膜腔的原因是:",
    "options": [
      "肾是腹膜间位器官",
      "肾是腹膜外位器官",
      "输尿管是腹膜间位器官",
      "膀胱是腹膜内位器官",
      "膀胱是腹膜外位器官"
    ],
    "answer": [
      "肾是腹膜外位器官"
    ],
    "explanation": "B"
  },
  {
    "id": "06_泌尿生殖练习题-49",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "患儿，男，5岁，因腹痛、呕吐入院，诊断为肠扭转。请问，根据解剖学特点，易发生肠扭转 的肠管是:",
    "options": [
      "十二指肠",
      "小肠",
      "横结肠",
      "升结肠",
      "降结肠"
    ],
    "answer": [
      "小肠"
    ],
    "explanation": "B"
  },
  {
    "id": "06_泌尿生殖练习题-50",
    "chapter": "泌尿生殖练习题",
    "type": "single",
    "prompt": "患者，女，50岁，左下腹痛伴进行性腹胀2小时，入院查体见左、右腹部不对称，左中下腹膨 隆。诊断考虑是乙状结肠扭转。乙状结肠扭转的可能原因是:",
    "options": [
      "乙状结肠系膜较长",
      "乙状结肠的管径较粗",
      "乙状结肠系膜是单层",
      "乙状结肠位于腹膜外",
      "乙状结肠活动度小"
    ],
    "answer": [
      "乙状结肠系膜较长"
    ],
    "explanation": "A"
  },
  {
    "id": "06_泌尿生殖练习题-51",
    "chapter": "泌尿生殖练习题",
    "type": "multiple",
    "prompt": "关于左肾的描述,错误的有",
    "options": [
      "位置低于右肾",
      "外包三层被膜",
      "上端平第12胸椎",
      "前面邻肝右叶",
      "前面邻胰"
    ],
    "answer": [
      "位置低于右肾",
      "上端平第12胸椎",
      "前面邻肝右叶"
    ],
    "explanation": "ACD"
  },
  {
    "id": "06_泌尿生殖练习题-52",
    "chapter": "泌尿生殖练习题",
    "type": "multiple",
    "prompt": "肾的固定装置有",
    "options": [
      "腹内压",
      "肾被膜",
      "肾血管",
      "腹膜",
      "肾的毗邻器官"
    ],
    "answer": [
      "腹内压",
      "肾被膜",
      "肾血管",
      "腹膜",
      "肾的毗邻器官"
    ],
    "explanation": "ABCDE"
  },
  {
    "id": "06_泌尿生殖练习题-53",
    "chapter": "泌尿生殖练习题",
    "type": "multiple",
    "prompt": "关于输尿管的描述,正确的有",
    "options": [
      "长约32cm",
      "分为腹段、盆段、壁内段",
      "在女性盆段经子宫动脉前方",
      "有较厚的平滑肌,可作节律性蠕动",
      "起于肾盂,终于膀胱"
    ],
    "answer": [
      "分为腹段、盆段、壁内段",
      "有较厚的平滑肌,可作节律性蠕动",
      "起于肾盂,终于膀胱"
    ],
    "explanation": "BDE"
  },
  {
    "id": "06_泌尿生殖练习题-54",
    "chapter": "泌尿生殖练习题",
    "type": "multiple",
    "prompt": "关于膀胱的描述,正确的有",
    "options": [
      "空虚时呈三棱锥形",
      "四部之间无明显界限",
      "底的内面有膀胱三角",
      "膀胱下面为膀胱底",
      "为腹膜内位器官"
    ],
    "answer": [
      "空虚时呈三棱锥形",
      "四部之间无明显界限",
      "底的内面有膀胱三角"
    ],
    "explanation": "ABC"
  },
  {
    "id": "06_泌尿生殖练习题-55",
    "chapter": "泌尿生殖练习题",
    "type": "multiple",
    "prompt": "男性膀胱毗邻,正确的有",
    "options": [
      "前为耻骨联合",
      "后为直肠、精囊腺和输精管壶腹",
      "下为前列腺",
      "下为尿生殖膈",
      "膀胱体的外侧有输尿管穿人"
    ],
    "answer": [
      "前为耻骨联合",
      "后为直肠、精囊腺和输精管壶腹",
      "下为前列腺"
    ],
    "explanation": "ABC"
  },
  {
    "id": "06_泌尿生殖练习题-56",
    "chapter": "泌尿生殖练习题",
    "type": "multiple",
    "prompt": "关于肾,正确的是",
    "options": [
      "男性的肾略大于女性",
      "分两端、两面、两缘",
      "成人的肾表面光滑",
      "为空腔脏器",
      "肾内侧缘凹陷称肾门"
    ],
    "answer": [
      "男性的肾略大于女性",
      "分两端、两面、两缘",
      "成人的肾表面光滑",
      "肾内侧缘凹陷称肾门"
    ],
    "explanation": "ABCE"
  },
  {
    "id": "06_泌尿生殖练习题-57",
    "chapter": "泌尿生殖练习题",
    "type": "multiple",
    "prompt": "关于男性尿道的描述,错误的有",
    "options": [
      "具有两个弯曲,耻骨前弯恒定不变",
      "分为三部分,膜部最短,位置固定",
      "前尿道包括海绵体部和膜部",
      "具有排尿和排精双重功能",
      "全长有三个狭窄"
    ],
    "answer": [
      "具有两个弯曲,耻骨前弯恒定不变",
      "前尿道包括海绵体部和膜部"
    ],
    "explanation": "AC"
  },
  {
    "id": "06_泌尿生殖练习题-58",
    "chapter": "泌尿生殖练习题",
    "type": "multiple",
    "prompt": "属于男性内生殖器的是",
    "options": [
      "睾丸",
      "附睾",
      "输精管",
      "射精管",
      "精囊"
    ],
    "answer": [
      "睾丸",
      "附睾",
      "输精管",
      "射精管",
      "精囊"
    ],
    "explanation": "ABCDE"
  },
  {
    "id": "06_泌尿生殖练习题-59",
    "chapter": "泌尿生殖练习题",
    "type": "multiple",
    "prompt": "子宫的固定装置包括",
    "options": [
      "子宫阔韧带",
      "子宫圆韧带",
      "阴道",
      "输卵管",
      "盆膈"
    ],
    "answer": [
      "子宫阔韧带",
      "子宫圆韧带",
      "阴道",
      "盆膈"
    ],
    "explanation": "ABCE"
  },
  {
    "id": "06_泌尿生殖练习题-60",
    "chapter": "泌尿生殖练习题",
    "type": "multiple",
    "prompt": "属于女性内生殖器的是",
    "options": [
      "卵巢",
      "子宫",
      "输卵管",
      "阴道",
      "阴阜"
    ],
    "answer": [
      "卵巢",
      "子宫",
      "输卵管",
      "阴道"
    ],
    "explanation": "ABCD"
  },
  {
    "id": "06_泌尿生殖练习题-61",
    "chapter": "泌尿生殖练习题",
    "type": "text",
    "prompt": "简述男性尿道的分部、三个狭窄、三个扩大以及两个弯曲。",
    "options": [],
    "answer": [
      "(1)分部:前列腺部、膜部和海绵体部(2分)(2)三个狭窄:尿道内口、膜部和尿道外口(最窄)处(3分)(3)三个扩大:位于前列腺部、尿道球部和尿道舟状窝处(3分)(4)两个弯曲: 耻骨下弯和耻骨前弯(2分)"
    ],
    "explanation": ""
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-1",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "上呼吸道是指",
    "options": [
      "鼻、咽、喉",
      "咽、喉、气管",
      "鼻、咽",
      "咽、喉",
      "气管、支气管"
    ],
    "answer": [
      "鼻、咽、喉"
    ],
    "explanation": "A"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-2",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "因引流不畅,易造成窦内积脓的鼻旁窦是",
    "options": [
      "额窦",
      "蝶窦",
      "上颌窦",
      "筛窦前、中群",
      "筛窦后群"
    ],
    "answer": [
      "上颌窦"
    ],
    "explanation": "C"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-3",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "声门裂位于",
    "options": [
      "两侧前庭襞之间",
      "前庭襞与声襞之间",
      "两侧声襞之间",
      "两侧喉室之间",
      "喉口周围"
    ],
    "answer": [
      "两侧声襞之间"
    ],
    "explanation": "C"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-4",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "成对的喉软骨是",
    "options": [
      "甲状软骨",
      "杓状软骨",
      "会厌软骨",
      "环状软骨",
      "气管软骨"
    ],
    "answer": [
      "杓状软骨"
    ],
    "explanation": "B"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-5",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "能使声带紧张及松弛的结构是",
    "options": [
      "环甲关节",
      "环杓关节",
      "弹性圆锥",
      "方形膜",
      "甲状舌骨膜"
    ],
    "answer": [
      "环甲关节"
    ],
    "explanation": "A"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-6",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "形成喉结的喉软骨是",
    "options": [
      "甲状软骨",
      "杓状软骨",
      "会厌软骨",
      "环状软骨",
      "气管软骨"
    ],
    "answer": [
      "甲状软骨"
    ],
    "explanation": "A"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-7",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "只属于右肺的结构是",
    "options": [
      "水平裂",
      "肺底",
      "心切迹",
      "斜裂",
      "肺尖"
    ],
    "answer": [
      "水平裂"
    ],
    "explanation": "A"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-8",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "在锁骨中线肺下界体表投影点为",
    "options": [
      "第6肋",
      "第7肋",
      "第8肋",
      "第9肋",
      "第10肋"
    ],
    "answer": [
      "第6肋"
    ],
    "explanation": "A"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-9",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "关于胸膜的分部正确的是",
    "options": [
      "壁胸膜覆盖肺表面",
      "壁胸膜分为两部分",
      "胸膜顶贴于膈的上方",
      "胸膜顶属于壁胸膜",
      "纵膈胸膜属于脏胸膜"
    ],
    "answer": [
      "胸膜顶属于壁胸膜"
    ],
    "explanation": "D"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-10",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "身体直立时胸膜腔最低处为",
    "options": [
      "肋纵隔隐窝",
      "膈纵隔隐窝",
      "肋膈隐窝",
      "胸膜顶",
      "肝肾隐窝"
    ],
    "answer": [
      "肋膈隐窝"
    ],
    "explanation": "C"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-11",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "下列器官中,何者不属于中空器官",
    "options": [
      "胃",
      "膀胱",
      "子宫",
      "肺"
    ],
    "answer": [
      "肺"
    ],
    "explanation": "D"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-12",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "关于咽的说法,正确的是",
    "options": [
      "位于上6个颈椎体后方",
      "咽侧壁有蝶筛隐窝",
      "为消化管和呼吸道的共同通道",
      "前壁完整,与口、鼻、喉腔相通"
    ],
    "answer": [
      "为消化管和呼吸道的共同通道"
    ],
    "explanation": "C"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-13",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "不能感受味觉的舌乳头是",
    "options": [
      "叶状乳头",
      "轮廓乳头",
      "菌状乳头",
      "丝状乳头"
    ],
    "answer": [
      "丝状乳头"
    ],
    "explanation": "D"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-14",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "关于食管的说法,正确的是",
    "options": [
      "食管分为头部、颈部和胸部三部分",
      "为肌性管道器官",
      "全长粗细不一,有两个狭窄",
      "是消化管中最长的一段"
    ],
    "answer": [
      "为肌性管道器官"
    ],
    "explanation": "B"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-15",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "关于胃分部的描述,正确的是",
    "options": [
      "分贲门、胃底、胃穹、胃窦",
      "分胃底、胃窦、胃体",
      "分胃底、胃穹、胃体、幽门部",
      "分贲门部、胃底、胃体、幽门部"
    ],
    "answer": [
      "分贲门部、胃底、胃体、幽门部"
    ],
    "explanation": "D"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-16",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "关于十二指肠的描述,正确的是",
    "options": [
      "呈“ C” 形包绕胰头",
      "分降部、升部、水平部和横部四部",
      "以十二指肠下曲接空肠",
      "在小肠中活动度最大"
    ],
    "answer": [
      "呈“ C” 形包绕胰头"
    ],
    "explanation": "A"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-17",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "关于肝的描述,正确的是",
    "options": [
      "质软易碎,受暴力打击时易破裂出血",
      "为腹膜内位器官",
      "肝门处有肝管、肝动脉和肝静脉出入",
      "颜色呈灰色"
    ],
    "answer": [
      "质软易碎,受暴力打击时易破裂出血"
    ],
    "explanation": "A"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-18",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "关于胆总管的描述,正确的是",
    "options": [
      "输送胆汁和胰液",
      "位于肝胃韧带内",
      "由肝左、右肝管汇合而成",
      "由胆囊管和肝总管汇合而成"
    ],
    "answer": [
      "由胆囊管和肝总管汇合而成"
    ],
    "explanation": "D"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-19",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "蝶窦开口于",
    "options": [
      "上鼻道",
      "中鼻道",
      "下鼻道",
      "蝶筛隐窝",
      "上鼻甲后方"
    ],
    "answer": [
      "蝶筛隐窝"
    ],
    "explanation": "D"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-20",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "前庭裂是",
    "options": [
      "两侧前庭襞之间裂隙",
      "前庭襞以上的部分",
      "两侧声襞之间裂隙",
      "声襞以上、前庭襞以下间隙",
      "声襞以下的部分"
    ],
    "answer": [
      "两侧前庭襞之间裂隙"
    ],
    "explanation": "A"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-21",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "喉前庭与喉中间腔的分界线是",
    "options": [
      "杓会厌襞",
      "声襞",
      "前庭襞",
      "方形膜",
      "甲状舌骨膜"
    ],
    "answer": [
      "前庭襞"
    ],
    "explanation": "C"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-22",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "参与围成喉口的构结是",
    "options": [
      "杓会厌襞",
      "声襞",
      "前庭襞",
      "方形膜",
      "甲状舌骨膜"
    ],
    "answer": [
      "杓会厌襞"
    ],
    "explanation": "A"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-23",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "胸膜下界在锁骨中线处相交于",
    "options": [
      "第6肋",
      "第7肋",
      "第8肋",
      "第9肋",
      "第10肋"
    ],
    "answer": [
      "第8肋"
    ],
    "explanation": "C"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-24",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "关于胸膜腔的描述,错误的是",
    "options": [
      "位于壁、脏两层之间",
      "密闭,与外界不通",
      "左右各一,互不相通",
      "腔内呈负压,利于呼吸",
      "最低部位称肋纵隔隐窝,是胸膜腔积液易发生处"
    ],
    "answer": [
      "最低部位称肋纵隔隐窝,是胸膜腔积液易发生处"
    ],
    "explanation": "E"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-25",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "右主支气管的特点是",
    "options": [
      "细而短",
      "粗而长",
      "粗而短",
      "细而长",
      "较横平"
    ],
    "answer": [
      "粗而短"
    ],
    "explanation": "C"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-26",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "关于左主支气管,正确描述是",
    "options": [
      "比右支气管短",
      "在食管前方走行",
      "位于食管后方",
      "在左肺动脉之上方到达肺门",
      "在左肺静脉之下方到达肺门"
    ],
    "answer": [
      "在食管前方走行"
    ],
    "explanation": "B"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-27",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "关于喉腔的描述,正确的是",
    "options": [
      "向上经喉口通喉咽",
      "内腔有上、下两对呈冠状位走向的皱襞",
      "上一对皱襞为声襞",
      "喉前庭粘膜下较为疏松,发炎时易引起水肿",
      "婴幼儿喉腔相对宽大"
    ],
    "answer": [
      "向上经喉口通喉咽"
    ],
    "explanation": "A"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-28",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "喉腔最狭窄的部位是",
    "options": [
      "前庭裂",
      "喉前庭",
      "声门裂",
      "喉口",
      "声门"
    ],
    "answer": [
      "声门裂"
    ],
    "explanation": "C"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-29",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "声门下腔",
    "options": [
      "两侧前庭襞之间裂隙",
      "前庭襞以上的部分",
      "两侧声襞之间裂隙",
      "声襞以上、前庭襞以下间隙",
      "声襞以下的部分"
    ],
    "answer": [
      "声襞以下的部分"
    ],
    "explanation": "E"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-30",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "位于胸骨角平面的是",
    "options": [
      "气管颈部",
      "气管胸部",
      "气管杈",
      "喉",
      "右主支气管"
    ],
    "answer": [
      "气管杈"
    ],
    "explanation": "C"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-31",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患者，男，19岁，发热，腹部隐痛伴呕吐至当地医院就诊，经检查诊断为穿孔性阑尾炎。关于阑尾的描述正确的是：",
    "options": [
      "为腹膜间位器官",
      "本身位置变化不大",
      "阑尾体和尖游动性较大",
      "以盲肠前位多见",
      "以盲肠外位多见"
    ],
    "answer": [
      "阑尾体和尖游动性较大"
    ],
    "explanation": "C"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-32",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患者，女，30岁，在B超检查时发现有胆囊结石，胆囊结石容易嵌顿的部位是：",
    "options": [
      "胆囊底和胆囊体",
      "胆囊颈和胆囊管",
      "胆囊体和胆囊管",
      "胆囊底和胆囊管",
      "胆囊体和胆囊颈"
    ],
    "answer": [
      "胆囊颈和胆囊管"
    ],
    "explanation": "B"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-33",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患者，男，35岁，肛门瘙痒不适1周，经检查发现肛管齿状线下有圆形暗红色的柔软的血管团，患者可诊断为:",
    "options": [
      "外痔",
      "内痔",
      "肛裂",
      "直肠癌",
      "直肠息肉"
    ],
    "answer": [
      "外痔"
    ],
    "explanation": "A"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-34",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患者，男，60岁。原有胃溃疡病史15年，近2个月来上腹疼痛的节律性消失，服用抑酸剂疗效不佳。来医院进行胃镜检查，病理诊断为胃癌。胃癌的好发部位是:",
    "options": [
      "贲门部",
      "胃底",
      "胃体",
      "幽门部",
      "贲门切迹"
    ],
    "answer": [
      "幽门部"
    ],
    "explanation": "D"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-35",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患者，男，54岁，因上腹部疼痛、黄疸到医院就诊，被诊断为胰头癌。患者出现黄疸是因为肿瘤压迫了以下哪个结构:",
    "options": [
      "胆囊",
      "肝左管",
      "肝右管",
      "肝总管",
      "胆总管"
    ],
    "answer": [
      "胆总管"
    ],
    "explanation": "E"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-36",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患者，女，42岁，以“大便有物脱出、便血10年，加重2天”为主诉入院。经检查发现齿状线以上有暗红色圆形柔软的血管团，患者的疾病可能是:",
    "options": [
      "直肠癌",
      "直肠息肉",
      "直肠脱垂",
      "外痔",
      "内痔"
    ],
    "answer": [
      "内痔"
    ],
    "explanation": "E"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-37",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患者，男，33岁，转移性右下腹疼痛8小时。患者8小时前进食后突然发生上腹部阵发性隐痛，伴恶心、呕吐，自服消炎药物后症状无明显缓解，约2小时前腹痛转移至右下腹部。查体：下腹部有压痛、反跳痛及肌紧张，尤以右下腹为重。B超检查发现阑尾肿大。诊断为急性阑尾炎。阑尾炎发生的解剖学依据是:",
    "options": [
      "阑尾管腔较大",
      "阑尾口较大",
      "阑尾系膜较阑尾短使阑尾蜷曲",
      "管腔不易被粪石阻塞",
      "管腔排空顺畅"
    ],
    "answer": [
      "阑尾系膜较阑尾短使阑尾蜷曲"
    ],
    "explanation": "C"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-38",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患者，女，26岁。有十二指肠溃疡5年，突感中上腹部剧烈疼痛6小时，继之满腹疼痛，大汗淋漓，体检：全腹有压痛，肌紧张及反跳痛，考虑有溃疡病穿孔可能。最易穿孔的部位是:",
    "options": [
      "十二指肠上部近侧肠管",
      "十二指肠上部远侧肠管",
      "十二指肠空肠曲",
      "十二指肠升部",
      "十二指肠水平部"
    ],
    "answer": [
      "十二指肠上部近侧肠管"
    ],
    "explanation": "A"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-39",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患者，女，18岁，进食时不慎误吞鱼刺，当时有咽部异物感并轻微疼痛，自行吞饭团后咽部疼痛加剧，不能进食。经喉镜检查，鱼刺卡在喉咽部，请问喉咽部鱼刺最容易滞留的部位是:",
    "options": [
      "喉口",
      "扁桃体上窝",
      "梨状隐窝",
      "咽隐窝",
      "扁桃体小窝"
    ],
    "answer": [
      "梨状隐窝"
    ],
    "explanation": "C"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-40",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患者，男，50岁，因晚饭后右上腹疼痛就诊，经B超检查诊断为急性胆囊炎。胆囊炎的病人常有什么部位的压痛:",
    "options": [
      "左上腹",
      "左下腹",
      "右上腹",
      "右下腹"
    ],
    "answer": [
      "右上腹"
    ],
    "explanation": "C"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-41",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患者，女，20岁，误服了100ml左右的强碱性洗涤剂，强酸或强碱性液体与食管的三个生理性狭窄接触时间最长，以此在三个狭窄产生严重灼伤，下面关于食管的三个生理性狭窄描述正确的是:",
    "options": [
      "第1个狭窄在平第5颈椎体下缘",
      "第2个狭窄在左主支气管跨越食管左前方处",
      "第3个狭窄在第9胸椎体高度",
      "第2个狭窄距中切牙15cmE第3个狭窄距中切牙25cm"
    ],
    "answer": [
      "第2个狭窄在左主支气管跨越食管左前方处"
    ],
    "explanation": "B"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-42",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患者，男，40岁，因腹泻、带血而就诊，经检查诊断为结肠癌。关于结肠的描述正确的是:",
    "options": [
      "结肠的各个部分都有系膜",
      "位于回肠和直肠之间",
      "升结肠和横结肠转折处称为脾曲",
      "横结肠和降结肠转折处称为肝曲",
      "乙状结肠是憩室和恶性肿瘤的多发部位"
    ],
    "answer": [
      "乙状结肠是憩室和恶性肿瘤的多发部位"
    ],
    "explanation": "E"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-43",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患者，男，45岁，因上腹部疼痛，呕吐而就诊，被诊断为急性胰腺炎。急性胰腺炎可因为胆道结石阻塞了肝外胆道的哪个部分引起:",
    "options": [
      "胆囊",
      "肝左管",
      "肝右管",
      "肝总管",
      "胆总管"
    ],
    "answer": [
      "胆总管"
    ],
    "explanation": "E"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-44",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患儿，女，3岁，因呼吸困难不能平卧半年入院，可能是以下哪个结构的肥大：",
    "options": [
      "咽扁桃体",
      "腭舌弓",
      "腭咽弓",
      "咽鼓管扁桃体",
      "舌扁桃体"
    ],
    "answer": [
      "咽扁桃体"
    ],
    "explanation": "A"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-45",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患儿，女，4岁，因“感冒1周，发热、耳痛”而就诊，诊断为急性中耳炎。细菌是经过什么结构到中耳，引起中耳炎的：",
    "options": [
      "咽隐窝",
      "咽峡",
      "会厌谷",
      "梨状隐窝",
      "咽鼓管咽口"
    ],
    "answer": [
      "咽鼓管咽口"
    ],
    "explanation": "E"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-46",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患者，男，42岁，因右上腹阵发性绞痛伴恶心呕吐入院。诊断为胆结石。若做胆囊切除术如何寻找胆囊动脉:",
    "options": [
      "在肝的脏面，肝总管和胆囊管围成的胆囊三角中寻找",
      "在肝的脏面，胆总管和胆囊管围成的胆囊三角中寻找",
      "在肝的脏面，肝左管和胆囊管围成的胆囊三角中寻找",
      "在肝的脏面，肝右管和胆囊管围成的胆囊三角中寻找",
      "在肝的脏面，肝固有动脉和胆囊管围成的胆囊三角中寻找"
    ],
    "answer": [
      "在肝的脏面，肝总管和胆囊管围成的胆囊三角中寻找"
    ],
    "explanation": "A"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-47",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患者，男，60岁，上腹疼痛，黄疸，被诊断为胰腺癌，病火的黄疸时是因为胰的哪一部分压迫了胆总管:",
    "options": [
      "胰头",
      "胰颈",
      "胰管",
      "胰体",
      "胰"
    ],
    "answer": [
      "胰头"
    ],
    "explanation": "A"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-48",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患者，男，56岁，肛门瘙痒不适，经检查发现肛管齿状线下有圆形柔软的血管团，患者的疾病可能是:",
    "options": [
      "内痔",
      "外痔",
      "直肠息肉",
      "直肠癌",
      "肛裂"
    ],
    "answer": [
      "外痔"
    ],
    "explanation": "B"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-49",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患者，男，62岁，因“大便时有物脱出、便血2年，加重2天”为主诉入院。经检查发现有暗红色柔软的血管团跨越齿状线上下。患者可能患的疾病是：",
    "options": [
      "内痔",
      "外痔",
      "直肠息肉",
      "直肠脱垂",
      "混合痔"
    ],
    "answer": [
      "混合痔"
    ],
    "explanation": "E"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-50",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患者，男，26 岁，交通事故中头部受伤。检查发现有血性脑脊液经鼻腔流出，CT 检查可见颅中窝部有骨折。该患者最有可能伤及的鼻旁窦是：",
    "options": [
      "额窦",
      "上颌窦",
      "筛窦",
      "蝶窦",
      "上颌窦和额窦"
    ],
    "answer": [
      "蝶窦"
    ],
    "explanation": "D"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-51",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患者，男，52岁，以胸闷、咳嗽，痰中带血就诊。诊断为肺部恶性肿瘤。欲行一侧肺切除，术中不需要切断的结构是：",
    "options": [
      "气管",
      "肺主支气管",
      "肺段支气管",
      "肺动脉",
      "肺静脉"
    ],
    "answer": [
      "气管"
    ],
    "explanation": "A"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-52",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患者，女，56岁，患有右肺下叶原发性肺癌，出现呼吸困难和胸痛症状，并引发了癌性胸腔积液。此患者站立时，胸腔积液最有可能积聚在哪个部位：",
    "options": [
      "左侧肋纵隔隐窝",
      "右侧肋纵隔隐窝",
      "左侧肋膈隐窝",
      "右侧肋膈隐窝",
      "膈纵隔隐窝"
    ],
    "answer": [
      "右侧肋膈隐窝"
    ],
    "explanation": "D"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-53",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患者，男，20岁，颈部外伤后出现声音嘶哑、咳嗽、气喘等表现。初步诊断为外伤后喉狭窄。最有可能受到损伤的软骨是：",
    "options": [
      "会厌软骨",
      "甲状软骨",
      "环状软骨",
      "杓状软骨",
      "小角软骨"
    ],
    "answer": [
      "环状软骨"
    ],
    "explanation": "C"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-54",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患者，男，15岁，由于干燥刺激出现鼻出血。最有可能发生的出血部位是：",
    "options": [
      "鼻腔外侧壁",
      "鼻腔内侧壁",
      "鼻腔顶部",
      "鼻腔底部",
      "鼻阈"
    ],
    "answer": [
      "鼻腔内侧壁"
    ],
    "explanation": "B"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-55",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患者，女，30 岁，甲状腺手术后，损伤了支配环甲肌的神经，喉的哪项功能可能会受到影响：",
    "options": [
      "开大声门裂",
      "缩小声门裂",
      "紧张声带",
      "松弛声带",
      "缩小喉口"
    ],
    "answer": [
      "紧张声带"
    ],
    "explanation": "C"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-56",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患儿，2岁，因误吞异物引起急性呼吸道阻塞，异物最有可能位于喉部的哪个部位：",
    "options": [
      "前庭裂",
      "声门裂",
      "喉前庭",
      "喉中间腔",
      "声门下腔"
    ],
    "answer": [
      "声门裂"
    ],
    "explanation": "B"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-57",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患者，25 岁，最近常有眼泪从右眼溢出，医生诊断该患者右侧鼻泪管阻塞。经疏通后，症状消失。请问，泪液经鼻泪管流向了何处：",
    "options": [
      "上鼻道",
      "中鼻道",
      "下鼻道",
      "鼻旁窦",
      "泪腺"
    ],
    "answer": [
      "下鼻道"
    ],
    "explanation": "C"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-58",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患者，56 岁，右上颌第1磨牙拔出时发生牙根折断，断根可能会进入：",
    "options": [
      "额窦",
      "筛窦前群",
      "筛窦中群",
      "蝶窦",
      "上颌窦"
    ],
    "answer": [
      "上颌窦"
    ],
    "explanation": "E"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-59",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患者，男，48 岁，发现有大量心包积液，性质不明，需进行心包穿刺检查，在下列哪一部位穿刺最为安全：",
    "options": [
      "左剑肋角",
      "右剑肋角",
      "右第 5 肋间",
      "左第 2 肋间",
      "右第 6 肋间"
    ],
    "answer": [
      "左剑肋角"
    ],
    "explanation": "A"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-60",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患者，女，30 岁，上颌第2磨牙因急性牙髓炎拔除1周后，出现右侧脸颊肿胀、疼痛，检查发现右上拔牙创面有脓性分泌物覆盖。建议做X线检查以确定有无鼻旁窦感染。应重点观察的鼻旁窦是：",
    "options": [
      "额窦",
      "上颌窦",
      "蝶窦",
      "筛窦前、中群",
      "筛窦后群"
    ],
    "answer": [
      "上颌窦"
    ],
    "explanation": "B"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-61",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "某儿童有异物坠入呼吸道，最有可能到达的部位是：",
    "options": [
      "气管",
      "左主支气管",
      "右主支气管",
      "气管杈",
      "气管隆嵴"
    ],
    "answer": [
      "右主支气管"
    ],
    "explanation": "C"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-62",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患者，男，29 岁，因发热、深吸气和咳嗽时右侧胸部疼痛就医。X 线检查显示右侧胸腔有积液。病变可能发生的结构是：",
    "options": [
      "胸膜",
      "气管",
      "支气管",
      "胸骨",
      "胸椎"
    ],
    "answer": [
      "胸膜"
    ],
    "explanation": "A"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-63",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "颈部外伤后，易导致喉腔狭窄、影响呼吸和发声的软骨损伤是：",
    "options": [
      "甲状软骨",
      "环状软骨",
      "会厌软骨",
      "杓状软骨",
      "小角软骨"
    ],
    "answer": [
      "环状软骨"
    ],
    "explanation": "B"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-64",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "小儿急性喉炎易发生喉梗阻的主要原因是：",
    "options": [
      "喉腔狭小",
      "声带松弛",
      "喉黏膜血管丰富",
      "喉软骨柔软",
      "声门下腔黏膜下组织疏松"
    ],
    "answer": [
      "声门下腔黏膜下组织疏松"
    ],
    "explanation": "E"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-65",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "心包穿刺的安全区位于胸骨下、左侧第4~5肋软骨后方，其原因是：",
    "options": [
      "此处心包壁最薄",
      "此处无大血管",
      "此处心包腔最大",
      "前方无胸膜遮盖",
      "此处操作最易定位"
    ],
    "answer": [
      "前方无胸膜遮盖"
    ],
    "explanation": "D"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-66",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "患者出现前额周期性头痛，晨起开始，逐渐加重，中午最重，午后渐轻直至消失，最可能的病因是：",
    "options": [
      "蝶窦炎",
      "额窦炎",
      "上颌窦炎",
      "筛窦炎",
      "鼻炎"
    ],
    "answer": [
      "额窦炎"
    ],
    "explanation": "B"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-67",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "single",
    "prompt": "上呼吸道感染是指以下哪个部位的感染：",
    "options": [
      "鼻、咽、气管",
      "口、鼻、喉",
      "鼻、咽、喉",
      "咽、喉、气管",
      "鼻、喉、气管"
    ],
    "answer": [
      "鼻、咽、喉"
    ],
    "explanation": "C"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-68",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "multiple",
    "prompt": "关于空肠的描述,正确的有",
    "options": [
      "占系膜小肠远侧的3/5",
      "空肠与回肠间界限分明",
      "空肠管径大、管壁厚",
      "空肠血管弓少于回肠"
    ],
    "answer": [
      "空肠管径大、管壁厚",
      "空肠血管弓少于回肠"
    ],
    "explanation": "CD"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-69",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "multiple",
    "prompt": "出入肝门(横沟)内的结构有",
    "options": [
      "肝静脉",
      "肝左、右管",
      "胆囊管",
      "肝门静脉左、右支"
    ],
    "answer": [
      "肝左、右管",
      "肝门静脉左、右支"
    ],
    "explanation": "BD"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-70",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "multiple",
    "prompt": "属于壁胸膜的是",
    "options": [
      "胸膜顶",
      "膈胸膜",
      "肋胸膜",
      "肺胸膜",
      "纵隔胸膜"
    ],
    "answer": [
      "胸膜顶",
      "膈胸膜",
      "肋胸膜",
      "纵隔胸膜"
    ],
    "explanation": "ABCE"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-71",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "multiple",
    "prompt": "构成鼻中隔的主要结构是",
    "options": [
      "筛骨垂直板",
      "犁骨",
      "鼻中隔软骨",
      "腭骨垂直板",
      "腭骨水平板"
    ],
    "answer": [
      "筛骨垂直板",
      "犁骨",
      "鼻中隔软骨"
    ],
    "explanation": "ABC"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-72",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "multiple",
    "prompt": "开口于中鼻道的鼻旁窦有",
    "options": [
      "上颌窦",
      "额窦",
      "蝶窦",
      "筛窦前、中群",
      "筛窦后群"
    ],
    "answer": [
      "上颌窦",
      "额窦",
      "筛窦前、中群"
    ],
    "explanation": "ABD"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-73",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "multiple",
    "prompt": "下列哪些是鼻腔外侧壁的结构",
    "options": [
      "上鼻甲",
      "中鼻甲",
      "下鼻甲",
      "上鼻道",
      "鼻中隔"
    ],
    "answer": [
      "上鼻甲",
      "中鼻甲",
      "下鼻甲",
      "上鼻道"
    ],
    "explanation": "ABCD"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-74",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "multiple",
    "prompt": "关于十二指肠大乳头的描述,正确的有",
    "options": [
      "位于十二指肠纵襞下端",
      "为肝胰壶腹的开口",
      "引流胆汁和胰液",
      "开口于十二指肠降部"
    ],
    "answer": [
      "位于十二指肠纵襞下端",
      "为肝胰壶腹的开口",
      "引流胆汁和胰液",
      "开口于十二指肠降部"
    ],
    "explanation": "ABCD"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-75",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "multiple",
    "prompt": "关于结肠的描述,错误的有",
    "options": [
      "分升、横、降、乙状结肠四部分",
      "升结肠为腹膜内位器官",
      "横结肠和乙状结肠有系膜",
      "降结肠容易发生扭转"
    ],
    "answer": [
      "升结肠为腹膜内位器官",
      "降结肠容易发生扭转"
    ],
    "explanation": "BD"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-76",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "multiple",
    "prompt": "属于壁胸膜的是",
    "options": [
      "胸膜顶",
      "膈胸膜",
      "肋胸膜",
      "肺胸膜",
      "纵隔胸膜"
    ],
    "answer": [
      "胸膜顶",
      "膈胸膜",
      "肋胸膜",
      "纵隔胸膜"
    ],
    "explanation": "ABCE"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-77",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "multiple",
    "prompt": "关于咽的描述,正确的有",
    "options": [
      "以硬腭平面和会厌前缘为界分三部分",
      "咽隐窝是鼻咽癌的好发部位",
      "经咽鼓管咽口通内耳",
      "咽分为鼻咽、口咽和喉咽三部"
    ],
    "answer": [
      "咽隐窝是鼻咽癌的好发部位",
      "咽分为鼻咽、口咽和喉咽三部"
    ],
    "explanation": "BD"
  },
  {
    "id": "07_解剖教研室-消化系统、呼吸系统线上测试题-80",
    "chapter": "解剖教研室-消化系统、呼吸系统线上测试题",
    "type": "text",
    "prompt": "描述胆汁的产生及排入十二指肠的途径。",
    "options": [],
    "answer": [
      "（1）产生部位：胆汁由肝细胞产生。（2分） （2）排入途径： ①未进食时：肝→肝左、右管→肝总管→胆囊管→胆囊（暂时贮存）；（6分） ②进食时：胆囊→胆囊管→胆总管→肝胰壶腹→十二指肠大乳头→十二指肠降部。（6分）"
    ],
    "explanation": ""
  },
  {
    "id": "08_肌肉作业-1",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "不属于髋肌后群的肌是",
    "options": [
      "阔筋膜张肌",
      "臀大肌",
      "臀中肌",
      "臀小肌",
      "梨状肌"
    ],
    "answer": [
      "阔筋膜张肌"
    ],
    "explanation": "A"
  },
  {
    "id": "08_肌肉作业-2",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "肱三头肌的作用是",
    "options": [
      "屈前臂",
      "伸肘",
      "旋内",
      "使前臂旋前",
      "屈肘"
    ],
    "answer": [
      "伸肘"
    ],
    "explanation": "B"
  },
  {
    "id": "08_肌肉作业-3",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "腹前外侧肌群不包括",
    "options": [
      "腹外斜肌",
      "腹内斜肌",
      "腹横肌",
      "腹直肌",
      "腰大肌"
    ],
    "answer": [
      "腰大肌"
    ],
    "explanation": "E"
  },
  {
    "id": "08_肌肉作业-4",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "股四头肌瘫痪后不能完成的动作是",
    "options": [
      "伸髋关节",
      "伸膝关节",
      "屈膝关节",
      "外展髋关节",
      "内收髋关节"
    ],
    "answer": [
      "伸膝关节"
    ],
    "explanation": "B"
  },
  {
    "id": "08_肌肉作业-5",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "关于小腿肌前群的描述,正确的是",
    "options": [
      "可使足背屈",
      "受腓浅神经支配",
      "受胫神经支配",
      "为膝关节的伸肌",
      "瘫痪时,足不能跖屈"
    ],
    "answer": [
      "可使足背屈"
    ],
    "explanation": "A"
  },
  {
    "id": "08_肌肉作业-6",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "小腿三头肌瘫痪时,足不能完成的动作是",
    "options": [
      "背屈",
      "跖屈",
      "内翻",
      "外翻",
      "伸"
    ],
    "answer": [
      "跖屈"
    ],
    "explanation": "B"
  },
  {
    "id": "08_肌肉作业-7",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "收缩时能闭合口裂的肌是",
    "options": [
      "翼外肌肌",
      "眼轮匝肌",
      "鼻肌",
      "口轮匝肌",
      "枕额肌"
    ],
    "answer": [
      "口轮匝肌"
    ],
    "explanation": "D"
  },
  {
    "id": "08_肌肉作业-8",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "属于大腿后群肌的有",
    "options": [
      "股二头肌和耻骨肌",
      "股二头肌和半腱肌",
      "半膜肌和股薄肌",
      "半腱肌和耻骨肌",
      "半腱肌和股四头肌"
    ],
    "answer": [
      "股二头肌和半腱肌"
    ],
    "explanation": "B"
  },
  {
    "id": "08_肌肉作业-9",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "臀大肌的止点是",
    "options": [
      "髂胫束和臀肌粗隆",
      "股骨大转子",
      "股骨小转子",
      "股骨粗线",
      "转子间嵴"
    ],
    "answer": [
      "髂胫束和臀肌粗隆"
    ],
    "explanation": "A"
  },
  {
    "id": "08_肌肉作业-10",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "穿膈中心腱的是",
    "options": [
      "主动脉",
      "迷走神经",
      "胸导管",
      "食管",
      "下腔静脉"
    ],
    "answer": [
      "下腔静脉"
    ],
    "explanation": "E"
  },
  {
    "id": "08_肌肉作业-11",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "伸肘的肌是",
    "options": [
      "肱二头肌",
      "三角肌",
      "肱肌",
      "肱三头肌",
      "肱桡肌"
    ],
    "answer": [
      "肱三头肌"
    ],
    "explanation": "D"
  },
  {
    "id": "08_肌肉作业-12",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "能使头后仰的肌是",
    "options": [
      "背阔肌",
      "胸大肌",
      "斜方肌",
      "三角肌",
      "斜角肌"
    ],
    "answer": [
      "斜方肌"
    ],
    "explanation": "C"
  },
  {
    "id": "08_肌肉作业-13",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "与伸大腿运动无关的肌是",
    "options": [
      "股二头肌",
      "半膜肌",
      "半腱肌",
      "臀大肌",
      "长收肌"
    ],
    "answer": [
      "长收肌"
    ],
    "explanation": "E"
  },
  {
    "id": "08_肌肉作业-14",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "收缩时具有助呼气作用的骨骼肌是",
    "options": [
      "胸大肌",
      "肋间内肌",
      "肋间外肌",
      "膈",
      "胸小肌"
    ],
    "answer": [
      "肋间内肌"
    ],
    "explanation": "B"
  },
  {
    "id": "08_肌肉作业-15",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "不能使肩关节内收的肌是",
    "options": [
      "胸大肌",
      "肩胛下肌",
      "小圆肌",
      "大圆肌",
      "背阔肌"
    ],
    "answer": [
      "小圆肌"
    ],
    "explanation": "C"
  },
  {
    "id": "08_肌肉作业-16",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "使肩关节外展最重要的一对肌肉是",
    "options": [
      "三角肌和肩胛下肌",
      "三角肌和冈上肌",
      "冈上肌和肩胛下肌",
      "三角肌和大圆肌",
      "大圆肌和肩胛下肌"
    ],
    "answer": [
      "三角肌和冈上肌"
    ],
    "explanation": "B"
  },
  {
    "id": "08_肌肉作业-17",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "背阔肌的主要作用是使肩关节",
    "options": [
      "外展",
      "内收",
      "前屈",
      "旋外",
      "向前移动"
    ],
    "answer": [
      "内收"
    ],
    "explanation": "B"
  },
  {
    "id": "08_肌肉作业-18",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "膈的主动脉裂孔平对",
    "options": [
      "第8胸椎",
      "第9胸椎",
      "第10胸椎",
      "第11胸椎",
      "第12胸椎"
    ],
    "answer": [
      "第12胸椎"
    ],
    "explanation": "E"
  },
  {
    "id": "08_肌肉作业-19",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "关于三角肌对肩关节的作用,错误的是",
    "options": [
      "屈",
      "伸",
      "外展",
      "旋转",
      "内收"
    ],
    "answer": [
      "内收"
    ],
    "explanation": "E"
  },
  {
    "id": "08_肌肉作业-20",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "下列结构中,腹外斜肌腱膜不参与形成的结构是",
    "options": [
      "腹股沟韧带",
      "皮下环",
      "腹直肌鞘前层",
      "腹白线",
      "联合腱"
    ],
    "answer": [
      "联合腱"
    ],
    "explanation": "E"
  },
  {
    "id": "08_肌肉作业-21",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "关于缝匠肌的描述,错误的是",
    "options": [
      "为全身最长的肌",
      "起自髂前下棘",
      "止于胫骨上端内侧面",
      "屈髋、屈膝关节",
      "可使已屈的膝关节旋内"
    ],
    "answer": [
      "起自髂前下棘"
    ],
    "explanation": "B"
  },
  {
    "id": "08_肌肉作业-22",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "小腿三头肌瘫痪后无法完成的动作是",
    "options": [
      "背屈",
      "跖屈",
      "内翻",
      "外翻",
      "伸"
    ],
    "answer": [
      "跖屈"
    ],
    "explanation": "B"
  },
  {
    "id": "08_肌肉作业-23",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "肱二头肌的作用是",
    "options": [
      "伸前臂",
      "伸肘",
      "旋内",
      "使前臂旋前",
      "屈肘"
    ],
    "answer": [
      "屈肘"
    ],
    "explanation": "E"
  },
  {
    "id": "08_肌肉作业-24",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "属于背肌的是",
    "options": [
      "三角肌",
      "斜方肌",
      "胸锁乳突肌",
      "腰大肌",
      "臀大肌"
    ],
    "answer": [
      "斜方肌"
    ],
    "explanation": "B"
  },
  {
    "id": "08_肌肉作业-25",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "使足内翻的肌是",
    "options": [
      "腓肠肌",
      "比目鱼肌",
      "腓骨长肌",
      "腓骨短肌",
      "胫骨前肌"
    ],
    "answer": [
      "胫骨前肌"
    ],
    "explanation": "E"
  },
  {
    "id": "08_肌肉作业-26",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "不能运动颞下颌关节的肌是",
    "options": [
      "枕额肌",
      "颞肌",
      "咬肌",
      "翼内肌",
      "翼外肌"
    ],
    "answer": [
      "枕额肌"
    ],
    "explanation": "A"
  },
  {
    "id": "08_肌肉作业-27",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "使肩关节外展的肌是",
    "options": [
      "背阔肌",
      "冈下肌",
      "大圆肌",
      "三角肌",
      "喙肱肌"
    ],
    "answer": [
      "三角肌"
    ],
    "explanation": "D"
  },
  {
    "id": "08_肌肉作业-28",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "关于肌的配布规律,错误的是",
    "options": [
      "至少跨一个关节",
      "配布于关节运动轴的两侧或一侧",
      "起止点都在骨的表面",
      "一个关节周围的肌肉数目越多,运动往往就越复杂",
      "运动形式与肌肉体积大小无关"
    ],
    "answer": [
      "起止点都在骨的表面"
    ],
    "explanation": "C"
  },
  {
    "id": "08_肌肉作业-29",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "收缩时可使大腿后伸的是",
    "options": [
      "髂腰肌",
      "缝匠肌",
      "股薄肌",
      "股四头肌",
      "臀大肌"
    ],
    "answer": [
      "臀大肌"
    ],
    "explanation": "E"
  },
  {
    "id": "08_肌肉作业-30",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "关于骨骼肌的描述,错误的是",
    "options": [
      "每一块骨骼肌都是一个器官",
      "由肌性部分和腱性部分组成",
      "肌性部分具有舒缩功能",
      "腱性部分无舒缩功能,主要起连结与传递力的作用",
      "肌组织无个体和种族差异"
    ],
    "answer": [
      "肌组织无个体和种族差异"
    ],
    "explanation": "E"
  },
  {
    "id": "08_肌肉作业-31",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "咀嚼肌不包括",
    "options": [
      "翼内肌",
      "翼外肌",
      "颊肌",
      "咬肌",
      "颞肌"
    ],
    "answer": [
      "颊肌"
    ],
    "explanation": "C"
  },
  {
    "id": "08_肌肉作业-32",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "不参与肘关节屈伸运动的肌是",
    "options": [
      "肱二头肌",
      "肱肌",
      "喙肱肌",
      "肱三头肌",
      "肱桡肌"
    ],
    "answer": [
      "喙肱肌"
    ],
    "explanation": "C"
  },
  {
    "id": "08_肌肉作业-33",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "肱二头肌短头起点是",
    "options": [
      "盂上结节",
      "盂下结节",
      "喙突",
      "肱骨大结节",
      "肱骨小结节"
    ],
    "answer": [
      "喙突"
    ],
    "explanation": "C"
  },
  {
    "id": "08_肌肉作业-34",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "关于膈的描述,正确的是",
    "options": [
      "收缩时,膈穹隆上升助吸气",
      "收缩时,膈穹隆下降助呼气",
      "舒张时,膈穹隆上升助吸气",
      "舒张时,膈穹隆下降助吸气",
      "收缩时,膈穹隆下降助吸气"
    ],
    "answer": [
      "收缩时,膈穹隆下降助吸气"
    ],
    "explanation": "E"
  },
  {
    "id": "08_肌肉作业-35",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "收缩时能闭合眼裂的肌是",
    "options": [
      "咬肌",
      "眼轮匝肌",
      "翼内肌",
      "胸锁乳突肌",
      "枕额肌"
    ],
    "answer": [
      "眼轮匝肌"
    ],
    "explanation": "B"
  },
  {
    "id": "08_肌肉作业-36",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "可使肩关节旋外的肌是",
    "options": [
      "三角肌和胸大肌",
      "三角肌和冈下肌",
      "冈上肌和冈下肌",
      "胸大肌和小圆肌",
      "大圆肌和肩胛下肌"
    ],
    "answer": [
      "三角肌和冈下肌"
    ],
    "explanation": "B"
  },
  {
    "id": "08_肌肉作业-37",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "关于胸大肌的描述,错误的是",
    "options": [
      "属于胸上肢肌",
      "位于胸廓前上部",
      "起于锁骨内侧半、胸骨和1~6肋软骨",
      "止于肱骨小结节",
      "收缩时使肩关节内收、旋内"
    ],
    "answer": [
      "止于肱骨小结节"
    ],
    "explanation": "D"
  },
  {
    "id": "08_肌肉作业-38",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "萎缩后可导致“方形肩”的骨骼肌是",
    "options": [
      "肱二头肌",
      "斜方肌",
      "肩胛下肌",
      "三角肌",
      "竖脊肌"
    ],
    "answer": [
      "三角肌"
    ],
    "explanation": "D"
  },
  {
    "id": "08_肌肉作业-39",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "关于股四头肌的描述,错误的是",
    "options": [
      "为大腿前群肌",
      "有四个肌头形成一腱",
      "作用屈髋屈膝",
      "作用屈髋伸膝",
      "受股神经支配"
    ],
    "answer": [
      "作用屈髋屈膝"
    ],
    "explanation": "C"
  },
  {
    "id": "08_肌肉作业-40",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "缝匠肌的作用是",
    "options": [
      "伸髋伸膝",
      "屈髋屈膝",
      "伸髋屈膝",
      "屈髋伸膝",
      "只能屈膝"
    ],
    "answer": [
      "屈髋屈膝"
    ],
    "explanation": "B"
  },
  {
    "id": "08_肌肉作业-41",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "患者，男，70岁，上楼梯时感左腿无力，身体易向后倾倒。查体：左侧臀部肌肉萎缩，站立时躯干前倾，需用手支撑大腿才能直立。该患者最可能无力的肌肉是？",
    "options": [
      "臀大肌",
      "臀中肌",
      "髂腰肌",
      "梨状肌",
      "闭孔内肌"
    ],
    "answer": [
      "臀大肌"
    ],
    "explanation": "A"
  },
  {
    "id": "08_肌肉作业-42",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "患者，男，45岁，健身爱好者。进行“杠铃耸肩”动作后，感双侧肩部酸胀不适。该动作主要锻炼以下哪块肌肉？",
    "options": [
      "斜方肌上部肌束",
      "斜方肌中部肌束",
      "斜方肌下部肌束",
      "前锯肌",
      "菱形肌"
    ],
    "answer": [
      "斜方肌上部肌束"
    ],
    "explanation": "A"
  },
  {
    "id": "08_肌肉作业-43",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "患者，男，58岁，因“右足活动障碍1年”就诊。患者1年前无明显诱因逐渐出现右足不能背伸，行走时足尖拖地，需高抬腿方能前行。查体：右足呈马蹄内翻位，足背外侧感觉减退。该患者最可能出现下列哪种肌群功能障碍？",
    "options": [
      "小腿前外侧肌群",
      "小腿后肌群",
      "大腿后肌群",
      "大腿前肌群",
      "小腿三头肌"
    ],
    "answer": [
      "小腿前外侧肌群"
    ],
    "explanation": "A"
  },
  {
    "id": "08_肌肉作业-44",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "某羽毛球爱好者在进行大力扣杀时，突感胸前部剧痛，随后无法完成手臂内收、内旋的发力动作。该患者最可能损伤的肌肉是？",
    "options": [
      "三角肌",
      "冈上肌",
      "胸大肌",
      "背阔肌",
      "肱二头肌"
    ],
    "answer": [
      "胸大肌"
    ],
    "explanation": "C"
  },
  {
    "id": "08_肌肉作业-45",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "患者，男，45岁，因“右肩部疼痛、活动受限1月”就诊。3个月前曾有右肩关节外伤史，当时行保守治疗后好转。查体：右肩呈“方肩”畸形，肩峰明显突出，肩外展无力（0°-90°均无力），耸肩时肩部轮廓无明显改善。该患者最可能损伤的肌肉是？",
    "options": [
      "冈上肌",
      "三角肌",
      "斜方肌",
      "冈下肌",
      "肩胛下肌"
    ],
    "answer": [
      "三角肌"
    ],
    "explanation": "B"
  },
  {
    "id": "08_肌肉作业-46",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "患者，男，72岁，长期使用腋杖出行。近一年来发现右侧肩部圆隆形逐渐消失，上肢外展无力，呈“方肩”畸形。该患者最可能出现下列哪种肌功能障碍？",
    "options": [
      "冈上肌",
      "冈下肌",
      "大圆肌",
      "小圆肌",
      "三角肌"
    ],
    "answer": [
      "三角肌"
    ],
    "explanation": "E"
  },
  {
    "id": "08_肌肉作业-47",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "患者，男，58岁，因“反酸、烧心、胸骨后疼痛5年，突发呼吸困难、左侧胸痛2小时”急诊入院。患者长期从事重体力劳动，体型肥胖，有慢性咳嗽病史。查体：左侧胸廓饱满，呼吸运动减弱，叩诊呈鼓音，听诊呼吸音消失，左胸部可闻及肠鸣音。腹部膨隆，无压痛。X线检查显示左侧胸腔内可见含气肠袢影，膈肌轮廓不连续。医生初步诊断为膈疝，从解剖学角度看，该膈疝最可能累及的结构是？",
    "options": [
      "腔静脉孔",
      "食管裂孔",
      "主动脉裂孔",
      "腰肋三角",
      "胸肋三角"
    ],
    "answer": [
      "腰肋三角"
    ],
    "explanation": "D"
  },
  {
    "id": "08_肌肉作业-48",
    "chapter": "肌肉作业",
    "type": "single",
    "prompt": "患者，男，52岁，因上山劳作时不慎摔倒，右腘窝部被锐器刺伤。查体：右踝关节呈背屈位，足趾呈爪形，足不能跖屈。该患者的症状和体征提示最有可能发生下列哪种肌功能障碍？",
    "options": [
      "小腿前群肌",
      "小腿外侧群肌",
      "小腿后群肌",
      "大腿前群肌",
      "大腿后群肌"
    ],
    "answer": [
      "小腿后群肌"
    ],
    "explanation": "C"
  },
  {
    "id": "08_肌肉作业-49",
    "chapter": "肌肉作业",
    "type": "multiple",
    "prompt": "以下结构中,属于骨骼肌辅助结构的是",
    "options": [
      "浅筋膜",
      "深筋膜",
      "腱鞘",
      "滑膜囊",
      "支持带"
    ],
    "answer": [
      "浅筋膜",
      "深筋膜",
      "腱鞘",
      "滑膜囊"
    ],
    "explanation": "ABCD"
  },
  {
    "id": "08_肌肉作业-50",
    "chapter": "肌肉作业",
    "type": "multiple",
    "prompt": "咀嚼肌包括",
    "options": [
      "颊肌",
      "咬肌",
      "颞肌",
      "翼内肌",
      "翼外肌"
    ],
    "answer": [
      "咬肌",
      "颞肌",
      "翼内肌",
      "翼外肌"
    ],
    "explanation": "BCDE"
  },
  {
    "id": "08_肌肉作业-51",
    "chapter": "肌肉作业",
    "type": "multiple",
    "prompt": "维持人体直立姿势的主要肌包括",
    "options": [
      "竖脊肌",
      "臀大肌",
      "股四头肌",
      "小腿三头肌",
      "背阔肌"
    ],
    "answer": [
      "竖脊肌",
      "臀大肌",
      "股四头肌",
      "小腿三头肌"
    ],
    "explanation": "ABCD"
  },
  {
    "id": "08_肌肉作业-52",
    "chapter": "肌肉作业",
    "type": "multiple",
    "prompt": "臂前群肌包括",
    "options": [
      "肱肌",
      "喙肱肌",
      "肱二头肌",
      "肱三头肌",
      "肱桡肌"
    ],
    "answer": [
      "肱肌",
      "喙肱肌",
      "肱二头肌"
    ],
    "explanation": "ABC"
  },
  {
    "id": "08_肌肉作业-53",
    "chapter": "肌肉作业",
    "type": "multiple",
    "prompt": "下列肌中,作用于示指的肌有",
    "options": [
      "指伸肌",
      "示指伸肌",
      "指浅屈肌",
      "指深屈肌",
      "骨间肌"
    ],
    "answer": [
      "指伸肌",
      "示指伸肌",
      "指浅屈肌",
      "指深屈肌",
      "骨间肌"
    ],
    "explanation": "ABCDE"
  },
  {
    "id": "08_肌肉作业-54",
    "chapter": "肌肉作业",
    "type": "text",
    "prompt": "描述膈的位置、形态、作用、三个裂孔的位置及其穿行结构。",
    "options": [],
    "answer": [
      "(1)位置与形态:膈位于胸腹腔之间,呈向上膨隆的穹隆形,右侧受肝脏影响,略高于左侧（3分）。 (2)作用:膈收缩时膈穹窿下降,胸腔上下径增大,胸腔容积扩大,以肋吸气;松驰时膈穹窿上升恢复原位,胸腔容积减少以助呼气（2分）。 (3)三个裂孔的位置及通过结构: ①主动脉裂孔:平第12胸椎平面,脊柱前方,左、右膈脚之间,有主动脉和胸导管通过;（3分） ②食管裂孔:平第10胸椎平面,主动脉裂孔的左前上方,有食管和左右迷走神经通过（3分）; ③腔静脉裂孔:平第8胸椎平面,食管裂孔的右前上方的中心腱内,有下腔静脉通过（3分）。"
    ],
    "explanation": ""
  },
  {
    "id": "09_关节练习题-1",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "关于肋的描述,正确的是",
    "options": [
      "第1-8肋前端连于胸骨,称真肋",
      "第8-10肋软骨连成肋弓",
      "分为真肋与浮肋",
      "外面近下缘处有肋沟",
      "第10-12肋前端游离,称浮肋"
    ],
    "answer": [
      "第8-10肋软骨连成肋弓"
    ],
    "explanation": "B"
  },
  {
    "id": "09_关节练习题-2",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "不属于椎体间连结的是",
    "options": [
      "黄韧带",
      "前纵韧带",
      "椎间盘",
      "后纵韧带"
    ],
    "answer": [
      "黄韧带"
    ],
    "explanation": "A"
  },
  {
    "id": "09_关节练习题-3",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "下列髋关节的韧带属于囊内韧带的是",
    "options": [
      "耻股韧带",
      "髂股韧带",
      "轮匝带",
      "股骨头韧带",
      "坐股韧带"
    ],
    "answer": [
      "股骨头韧带"
    ],
    "explanation": "D"
  },
  {
    "id": "09_关节练习题-4",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "下述关节中,有关节盘的是",
    "options": [
      "踝关节",
      "颞下颌关节",
      "肘关节",
      "髋关节",
      "肩关节"
    ],
    "answer": [
      "颞下颌关节"
    ],
    "explanation": "B"
  },
  {
    "id": "09_关节练习题-5",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "下列不属于椎弓间的连结的是",
    "options": [
      "棘间韧带",
      "黄韧带",
      "椎间盘",
      "棘上韧带",
      "横突间韧带"
    ],
    "answer": [
      "椎间盘"
    ],
    "explanation": "C"
  },
  {
    "id": "09_关节练习题-6",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "下列不属于膝关节的囊外韧带的是",
    "options": [
      "胫侧副韧带",
      "腘斜韧带",
      "前交叉韧带",
      "髌韧带",
      "腓侧副韧带"
    ],
    "answer": [
      "前交叉韧带"
    ],
    "explanation": "C"
  },
  {
    "id": "09_关节练习题-7",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "关于膝关节的描述，正确的是",
    "options": [
      "其内半月板完全分隔关节腔",
      "膝交叉韧带为囊外的独立韧带",
      "由股骨下端、胫骨上端和腓骨头构成",
      "主要能做屈、伸运动，在半屈位时，小腿尚可做旋内、旋外运动"
    ],
    "answer": [
      "主要能做屈、伸运动，在半屈位时，小腿尚可做旋内、旋外运动"
    ],
    "explanation": "D"
  },
  {
    "id": "09_关节练习题-8",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "间接连结叙述错误的是：",
    "options": [
      "借周围的结缔组织等组织相连结",
      "具有充以滑液的腔隙",
      "具有较大的活动性",
      "相对骨面间互相分离",
      "腔隙内为正常大气压"
    ],
    "answer": [
      "腔隙内为正常大气压"
    ],
    "explanation": "E"
  },
  {
    "id": "09_关节练习题-9",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "关于肋弓的描述，正确的是",
    "options": [
      "由第7-9肋软骨前端连结而成",
      "由第8-10肋骨前端相连而成",
      "肋弓是一个重要的体表标志",
      "由第8-10肋前端与胸骨直接相连而成"
    ],
    "answer": [
      "肋弓是一个重要的体表标志"
    ],
    "explanation": "C"
  },
  {
    "id": "09_关节练习题-10",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "关于胸廓正确的是：",
    "options": [
      "上口由第1胸椎、第1肋、锁骨和胸骨柄构成",
      "成人胸廓形态前后略扁，上窄下宽",
      "由12个胸椎，12对肋骨及胸骨、锁骨连结而成",
      "下口由第12胸椎及肋弓构成",
      "其形态及大小与健康状况有关，与年龄无关"
    ],
    "answer": [
      "成人胸廓形态前后略扁，上窄下宽"
    ],
    "explanation": "B"
  },
  {
    "id": "09_关节练习题-11",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "滑膜关节的辅助结构是：",
    "options": [
      "无上述情况",
      "关节软骨、关节盘、关节唇",
      "关节囊、囊内韧带、囊外韧带",
      "囊内韧带、囊外韧带、关节盘、关节唇",
      "关节囊、关节软骨、关节盘"
    ],
    "answer": [
      "囊内韧带、囊外韧带、关节盘、关节唇"
    ],
    "explanation": "D"
  },
  {
    "id": "09_关节练习题-12",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "关于脊椎的生理弯曲,正确的是",
    "options": [
      "骶曲前凸,腰曲前凸",
      "颈曲后凸,胸曲前凸",
      "颈曲前凸,胸曲前凸",
      "颈曲前凸,胸曲后凸"
    ],
    "answer": [
      "颈曲前凸,胸曲后凸"
    ],
    "explanation": "D"
  },
  {
    "id": "09_关节练习题-13",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "不参与腕关节构成的是",
    "options": [
      "三角骨",
      "桡骨下端",
      "豌豆骨",
      "月骨",
      "手舟骨"
    ],
    "answer": [
      "豌豆骨"
    ],
    "explanation": "C"
  },
  {
    "id": "09_关节练习题-14",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "关节沿矢状轴进行的运动称为：",
    "options": [
      "环转",
      "内收和外展",
      "旋内和旋外",
      "旋前和旋后",
      "屈和伸"
    ],
    "answer": [
      "内收和外展"
    ],
    "explanation": "B"
  },
  {
    "id": "09_关节练习题-15",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "关于关节腔的描述,错误的是",
    "options": [
      "是一个与外界开放的腔隙",
      "是一个密闭的腔隙",
      "“负压”对维持关节的稳固有一定的作用",
      "由关节囊滑膜层和关节面共同围成"
    ],
    "answer": [
      "是一个与外界开放的腔隙"
    ],
    "explanation": "A"
  },
  {
    "id": "09_关节练习题-16",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "通过骨盆界线的结构不包括",
    "options": [
      "耻骨嵴",
      "坐骨棘",
      "耻骨结节",
      "弓状线",
      "耻骨梳"
    ],
    "answer": [
      "坐骨棘"
    ],
    "explanation": "B"
  },
  {
    "id": "09_关节练习题-17",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "位于椎弓板之间的韧带是",
    "options": [
      "棘间韧带",
      "前纵韧带",
      "棘上韧带",
      "黄韧带"
    ],
    "answer": [
      "黄韧带"
    ],
    "explanation": "D"
  },
  {
    "id": "09_关节练习题-18",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "既可以增强关节的稳固性,还可以增加关节运动形式的是",
    "options": [
      "关节腔",
      "韧带",
      "关节唇",
      "关节盘"
    ],
    "answer": [
      "关节盘"
    ],
    "explanation": "D"
  },
  {
    "id": "09_关节练习题-19",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "关节沿垂直轴进行的运动称为：",
    "options": [
      "滑动",
      "环转运动",
      "屈和伸",
      "内收和外展",
      "旋内和旋外"
    ],
    "answer": [
      "旋内和旋外"
    ],
    "explanation": "E"
  },
  {
    "id": "09_关节练习题-20",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "使两骨关节面更加适应且可减少外力对关节震荡和冲击的结构是：",
    "options": [
      "关节盘",
      "韧带",
      "关节囊",
      "关节唇",
      "关节腔"
    ],
    "answer": [
      "关节盘"
    ],
    "explanation": "A"
  },
  {
    "id": "09_关节练习题-21",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "腔内不含关节盘的关节是：",
    "options": [
      "颞下颌关节",
      "桡腕关节",
      "肩关节",
      "膝关节",
      "胸锁关节"
    ],
    "answer": [
      "肩关节"
    ],
    "explanation": "C"
  },
  {
    "id": "09_关节练习题-22",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "关于关节运动的描述,错误的是",
    "options": [
      "沿矢状轴进行内收、外展运动",
      "沿冠状轴进行屈、伸运动",
      "沿垂直轴进行旋转运动",
      "沿冠状轴进行环旋转运动"
    ],
    "answer": [
      "沿冠状轴进行环旋转运动"
    ],
    "explanation": "D"
  },
  {
    "id": "09_关节练习题-23",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "人体最大最复杂的关节是",
    "options": [
      "腕关节",
      "肩关节",
      "膝关节",
      "髋关节",
      "踝关节"
    ],
    "answer": [
      "膝关节"
    ],
    "explanation": "C"
  },
  {
    "id": "09_关节练习题-24",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "肋与胸骨的连结叙述错误的是：",
    "options": [
      "第11、12肋游离于腹壁肌中",
      "第1肋与胸骨柄之间是一种特殊不动关节",
      "第8～10肋与上位肋软骨构成软骨间关节",
      "第2～7肋软骨与上位肋软骨形成软骨连结"
    ],
    "answer": [
      "第2～7肋软骨与上位肋软骨形成软骨连结"
    ],
    "explanation": "D"
  },
  {
    "id": "09_关节练习题-25",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "内收、外展运动叙述错误的是：",
    "options": [
      "足趾的收、展运动是以第3趾中轴为准",
      "手掌的收、展是以腕关节运动的矢转轴为准",
      "拇指的收、展是围绕冠状轴进行",
      "是关节沿矢状轴进行的运动",
      "第2-5指的收、展是以中指的中轴为准"
    ],
    "answer": [
      "足趾的收、展运动是以第3趾中轴为准"
    ],
    "explanation": "A"
  },
  {
    "id": "09_关节练习题-26",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "关于前纵韧带的描述,正确的是",
    "options": [
      "紧贴椎管的前壁",
      "限制脊柱过度后伸",
      "连于棘突之间",
      "限制脊柱过度前屈"
    ],
    "answer": [
      "限制脊柱过度后伸"
    ],
    "explanation": "B"
  },
  {
    "id": "09_关节练习题-27",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "限制脊柱过度前屈的韧带不包括：",
    "options": [
      "棘上韧带",
      "前纵韧带",
      "黄韧带",
      "后纵韧带",
      "棘间韧带"
    ],
    "answer": [
      "前纵韧带"
    ],
    "explanation": "B"
  },
  {
    "id": "09_关节练习题-28",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "不属于关节辅助结构的是",
    "options": [
      "关节面",
      "囊内韧带",
      "关节盘",
      "半月板"
    ],
    "answer": [
      "关节面"
    ],
    "explanation": "A"
  },
  {
    "id": "09_关节练习题-29",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "脊柱可作：",
    "options": [
      "环转运动",
      "旋转运动",
      "上述所有运动",
      "侧屈运动",
      "前屈后伸运动"
    ],
    "answer": [
      "上述所有运动"
    ],
    "explanation": "C"
  },
  {
    "id": "09_关节练习题-30",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "椎间盘脱出症时，髓核脱出的常见方位是：",
    "options": [
      "向后",
      "向前外侧",
      "向前",
      "向后外侧",
      "以上均不是"
    ],
    "answer": [
      "向后外侧"
    ],
    "explanation": "D"
  },
  {
    "id": "09_关节练习题-31",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "直接连结叙述错误的是：",
    "options": [
      "两骨间连结较牢固",
      "椎体之间的连结均为直接连结",
      "两骨间不活动或少许活动",
      "四肢骨之间的连结都是直接连结",
      "多见三种形式：纤维、软骨连结、骨性结合"
    ],
    "answer": [
      "四肢骨之间的连结都是直接连结"
    ],
    "explanation": "D"
  },
  {
    "id": "09_关节练习题-32",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "椎间盘：",
    "options": [
      "中胸部最厚",
      "属间接连结",
      "位于脊柱所有椎体之间",
      "由纤维环和髓核构成",
      "髓核最易向后方脱出"
    ],
    "answer": [
      "由纤维环和髓核构成"
    ],
    "explanation": "D"
  },
  {
    "id": "09_关节练习题-33",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "关于关节，叙述正确的是：",
    "options": [
      "关节面的面差对关节的灵活度无影响",
      "滑膜囊可减少肌肉活动时与骨面之间的摩擦",
      "以上都不是",
      "髋关节不可做环转运动",
      "滑膜关节都有韧带"
    ],
    "answer": [
      "滑膜囊可减少肌肉活动时与骨面之间的摩擦"
    ],
    "explanation": "B"
  },
  {
    "id": "09_关节练习题-34",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "通常关节绕冠状轴的运动为：",
    "options": [
      "旋前和旋后",
      "屈和伸",
      "旋内和旋外",
      "环转",
      "内收和外展"
    ],
    "answer": [
      "屈和伸"
    ],
    "explanation": "B"
  },
  {
    "id": "09_关节练习题-35",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "小明因打羽毛球前未活动充分某关节受外伤发生脱位，增强磁共振影像学显示：该关节对位较好，上盂唇信号增高，关节囊内少量积液，周围肌肉组织未见异常。影像学诊断：关节上盂唇撕裂，关节囊内少量积液。关节唇的功能是：",
    "options": [
      "保护关节囊周围和内部的韧带",
      "加深关节窝、加大关节面",
      "减少外力对关节的冲击和震荡",
      "增加关节头面积",
      "将关节腔分为两部分"
    ],
    "answer": [
      "加深关节窝、加大关节面"
    ],
    "explanation": "B"
  },
  {
    "id": "09_关节练习题-36",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "肋的连结叙述错误的是：",
    "options": [
      "肋结节和横突的连结",
      "胸肋关节是不动关节",
      "第1肋与胸骨柄之间是不动关节",
      "肋头和椎骨的连结",
      "第8～10肋软骨不直接与胸骨相连"
    ],
    "answer": [
      "胸肋关节是不动关节"
    ],
    "explanation": "B"
  },
  {
    "id": "09_关节练习题-37",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "关于椎间盘的描述,正确的是",
    "options": [
      "构成椎管后壁的一部分",
      "属于椎体间的直接连结",
      "是关节盘的一种",
      "其厚度与脊柱各部分运动幅度大小无关"
    ],
    "answer": [
      "属于椎体间的直接连结"
    ],
    "explanation": "B"
  },
  {
    "id": "09_关节练习题-38",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "肩关节的关节囊最为薄弱的部位是其",
    "options": [
      "下壁",
      "前壁",
      "上壁",
      "内侧壁",
      "后壁"
    ],
    "answer": [
      "下壁"
    ],
    "explanation": "A"
  },
  {
    "id": "09_关节练习题-39",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "下列何者不属于滑膜关节的辅助结构：",
    "options": [
      "韧带",
      "滑膜囊",
      "关节唇",
      "关节盘",
      "关节囊"
    ],
    "answer": [
      "关节囊"
    ],
    "explanation": "E"
  },
  {
    "id": "09_关节练习题-40",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "不属于关节基本结构的是",
    "options": [
      "关节囊",
      "关节腔",
      "关节面",
      "关节盘"
    ],
    "answer": [
      "关节盘"
    ],
    "explanation": "D"
  },
  {
    "id": "09_关节练习题-41",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "脊柱后伸时拉紧的韧带是：",
    "options": [
      "后纵韧带",
      "前纵韧带",
      "棘间韧带",
      "棘上韧带",
      "黄韧带"
    ],
    "answer": [
      "前纵韧带"
    ],
    "explanation": "B"
  },
  {
    "id": "09_关节练习题-42",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "不参与脊柱构成的：",
    "options": [
      "前纵韧带",
      "黄韧带",
      "齿状韧带",
      "椎间盘",
      "后纵韧带"
    ],
    "answer": [
      "齿状韧带"
    ],
    "explanation": "C"
  },
  {
    "id": "09_关节练习题-43",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "患者，女性，70岁，摔倒后左髋部着地，X线显示左股骨颈骨折，骨折线位于关节囊附着点的内侧（囊内段）。与骨折线位于关节囊外侧（囊外段）相比，该患者更易发生股骨头缺血坏死，其主要解剖学原因是？",
    "options": [
      "股骨颈囊内段完全无骨膜覆盖，骨折后愈合能力差",
      "囊内骨折时关节囊撕裂，导致关节腔内血肿压迫血管",
      "囊内骨折时骨折端分离移位，股骨头失去机械支撑",
      "囊内骨折时股骨头血供仅来源于股骨头韧带内动脉，该动脉易损伤",
      "股骨头的主要滋养动脉（支持带动脉）经股骨颈基底部进入，囊内骨折易损伤这些血管"
    ],
    "answer": [
      "股骨头的主要滋养动脉（支持带动脉）经股骨颈基底部进入，囊内骨折易损伤这些血管"
    ],
    "explanation": "E"
  },
  {
    "id": "09_关节练习题-44",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "患者，男性，35岁，车祸中膝关节撞击仪表盘，致右髋部疼痛，右下肢呈屈曲、内收、内旋缩短畸形。该患者最可能发生的脱位方向是？",
    "options": [
      "前脱位",
      "中心性脱位",
      "后脱位",
      "上脱位",
      "下脱位"
    ],
    "answer": [
      "后脱位"
    ],
    "explanation": "C"
  },
  {
    "id": "09_关节练习题-45",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "患者，男性，52岁，长期饮酒史，近半年来行走或负重时左髋部疼痛，休息后缓解。X线检查显示左髋关节间隙轻度增宽，股骨头内骨小梁紊乱、中断，股骨头外形变扁、塌陷，关节面不光滑。该患者最可能的诊断是？",
    "options": [
      "髋关节脱位",
      "股骨颈骨折",
      "髋关节骨关节炎",
      "股骨头坏死",
      "骨质疏松"
    ],
    "answer": [
      "股骨头坏死"
    ],
    "explanation": "D"
  },
  {
    "id": "09_关节练习题-46",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "患者，男性，45岁，搬运重物后突发腰痛，伴右下肢放射痛。查体：下腰部棘突间右侧压痛，直腿抬高试验阳性（40°）。该患者最可能损伤的结构是？",
    "options": [
      "骶骨",
      "棘上韧带",
      "腰椎间盘",
      "腰椎椎体",
      "椎弓"
    ],
    "answer": [
      "腰椎间盘"
    ],
    "explanation": "C"
  },
  {
    "id": "09_关节练习题-47",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "患者，女性，22岁，舞蹈练习中右膝在半屈曲位、足固定于地面、身体突然向外旋转（胫骨内旋），伤后膝关节疼痛，活动时关节外侧出现弹响声，但无关节交锁。查体：右膝关节外侧关节间隙压痛。该患者最可能损伤的结构是？",
    "options": [
      "前交叉韧带",
      "后交叉韧带",
      "内侧半月板",
      "外侧半月板",
      "外侧副韧带"
    ],
    "answer": [
      "外侧半月板"
    ],
    "explanation": "D"
  },
  {
    "id": "09_关节练习题-48",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "患者，男性，22岁，踢足球时右膝扭伤，伤后关节肿胀、疼痛，活动受限。查体：用手向前推动胫骨时，感觉胫骨相对于股骨出现异常前向移动。该患者最可能损伤的结构是？",
    "options": [
      "内侧半月板",
      "前交叉韧带",
      "髌韧带",
      "后交叉韧带",
      "外侧半月板"
    ],
    "answer": [
      "前交叉韧带"
    ],
    "explanation": "B"
  },
  {
    "id": "09_关节练习题-49",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "患者，男性，20岁，打篮球时右肩部着地，伤后右肩疼痛，活动受限。查体：右肩呈“方肩”畸形，肩峰下方空虚，喙突下可触及肱骨头。该患者最可能发生的脱位方向是？",
    "options": [
      "上方",
      "前下方",
      "内侧",
      "后下方",
      "下方"
    ],
    "answer": [
      "前下方"
    ],
    "explanation": "B"
  },
  {
    "id": "09_关节练习题-50",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "患者，男性，24岁，踢足球时右膝在半屈曲位、足固定于地面、身体突然向内旋转（胫骨外旋），伤后膝关节剧痛，不能完全伸直，感觉关节内有东西卡住。查体：右膝关节内侧关节间隙压痛，屈伸膝关节时偶有弹响声。该患者最可能损伤的结构是？",
    "options": [
      "外侧半月板",
      "后交叉韧带",
      "内侧半月板",
      "内侧副韧带",
      "前交叉韧带"
    ],
    "answer": [
      "内侧半月板"
    ],
    "explanation": "C"
  },
  {
    "id": "09_关节练习题-51",
    "chapter": "关节练习题",
    "type": "single",
    "prompt": "患者，女性，22岁，下楼梯时不慎脚踩空，右踝关节向内侧翻转，致外侧剧痛、肿胀。与该患者受伤最相关的解剖因素是？",
    "options": [
      "下楼梯时踝关节处于中立位，韧带紧张",
      "下楼梯时踝关节处于背伸位，关节不稳定",
      "下楼梯时踝关节处于外翻位，内侧韧带松弛",
      "下楼梯时踝关节处于跖屈位，距骨滑车后部较窄，易内翻",
      "下楼梯时踝关节处于内翻位，外侧韧带松弛"
    ],
    "answer": [
      "下楼梯时踝关节处于跖屈位，距骨滑车后部较窄，易内翻"
    ],
    "explanation": "D"
  },
  {
    "id": "09_关节练习题-52",
    "chapter": "关节练习题",
    "type": "multiple",
    "prompt": "参与构成胸廓的骨有",
    "options": [
      "1对锁骨",
      "12对肋",
      "1对肩胛骨",
      "1块胸骨",
      "12块胸椎"
    ],
    "answer": [
      "12对肋",
      "1块胸骨",
      "12块胸椎"
    ],
    "explanation": "BDE"
  },
  {
    "id": "09_关节练习题-53",
    "chapter": "关节练习题",
    "type": "multiple",
    "prompt": "属于关节的辅助结构有",
    "options": [
      "关节唇",
      "关节软骨",
      "韧带",
      "关节头",
      "关节盘"
    ],
    "answer": [
      "关节唇",
      "韧带",
      "关节盘"
    ],
    "explanation": "ACE"
  },
  {
    "id": "09_关节练习题-54",
    "chapter": "关节练习题",
    "type": "multiple",
    "prompt": "连结椎体的结构包括：",
    "options": [
      "后纵韧带",
      "前纵韧带",
      "黄韧带",
      "棘间韧带",
      "棘上韧带"
    ],
    "answer": [
      "后纵韧带",
      "前纵韧带"
    ],
    "explanation": "AB"
  },
  {
    "id": "09_关节练习题-55",
    "chapter": "关节练习题",
    "type": "multiple",
    "prompt": "椎骨间的韧带包括",
    "options": [
      "黄韧带",
      "棘上韧带",
      "棘间韧带",
      "前纵韧带",
      "后纵韧带"
    ],
    "answer": [
      "黄韧带",
      "棘上韧带",
      "棘间韧带",
      "前纵韧带",
      "后纵韧带"
    ],
    "explanation": "ABCDE"
  },
  {
    "id": "09_关节练习题-56",
    "chapter": "关节练习题",
    "type": "multiple",
    "prompt": "参与构成桡腕关节的是：",
    "options": [
      "桡骨下端",
      "手舟骨",
      "三角骨",
      "豌豆骨",
      "尺骨下端"
    ],
    "answer": [
      "桡骨下端",
      "手舟骨",
      "三角骨"
    ],
    "explanation": "ABC"
  },
  {
    "id": "09_关节练习题-57",
    "chapter": "关节练习题",
    "type": "multiple",
    "prompt": "关于脊柱的描述,正确的有",
    "options": [
      "从侧面观,脊柱有四个生理弯曲,其中颈曲、腰曲凸向后,胸曲和骶曲凸向前",
      "可作屈、伸、侧屈、旋转和环转运动",
      "参与胸腔、腹腔及盆腔后壁的构成",
      "各椎骨的椎孔连成椎管,容纳脊髓及其被膜",
      "由全部椎骨、骶骨和尾骨以及其间的骨连结构成"
    ],
    "answer": [
      "可作屈、伸、侧屈、旋转和环转运动",
      "参与胸腔、腹腔及盆腔后壁的构成",
      "各椎骨的椎孔连成椎管,容纳脊髓及其被膜",
      "由全部椎骨、骶骨和尾骨以及其间的骨连结构成"
    ],
    "explanation": "BCDE"
  },
  {
    "id": "09_关节练习题-58",
    "chapter": "关节练习题",
    "type": "multiple",
    "prompt": "关节的基本结构包括：",
    "options": [
      "关节腔",
      "关节面",
      "关节囊",
      "关节唇",
      "关节盘"
    ],
    "answer": [
      "关节腔",
      "关节面",
      "关节囊"
    ],
    "explanation": "ABC"
  },
  {
    "id": "09_关节练习题-63",
    "chapter": "关节练习题",
    "type": "text",
    "prompt": "椎骨间的连结有哪些?",
    "options": [],
    "answer": [
      "相邻椎骨间借椎间盘、韧带和关节相连结。（2分） 椎间盘：位于相邻两个椎体之间，是椎体间最主要的连结。它包括中央的髓核和周围的纤维环两部分。（2分） 韧带：前纵韧带和后纵韧带，分别位于椎体和椎间盘的前、后面；（2分） 棘间韧带位于相邻棘突之间；（1分） 棘上韧带为连结于各棘突尖端的纵行韧带，此韧带向上至颈部扩展成项韧带，附着于枕骨；（1分） 黄韧带位于相邻椎弓板之间；（1分） 横突间韧带位于相邻横突之间。（1分） 关节突关节：是相邻椎骨的上、下关节突构成的关节，属平面关节。（1分）"
    ],
    "explanation": ""
  },
  {
    "id": "10_骨学练习题-1",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "下列哪项不符合解剖学姿势",
    "options": [
      "两眼平视前方",
      "身体直立",
      "两足并立族尖向前",
      "双上肢垂于躯干两侧",
      "手掌向内"
    ],
    "answer": [
      "手掌向内"
    ],
    "explanation": "E"
  },
  {
    "id": "10_骨学练习题-2",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "关于尺骨的描述,正确的是",
    "options": [
      "尺骨体有尺神经沟",
      "上端内侧有桡切迹",
      "下端较粗大,有尺骨头",
      "上端较粗大,前面有滑车切迹",
      "滑车切迹前下方有鹰嘴"
    ],
    "answer": [
      "上端较粗大,前面有滑车切迹"
    ],
    "explanation": "D"
  },
  {
    "id": "10_骨学练习题-3",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "一患者因车祸造成脑脊液鼻漏，由鼻腔持续流出清亮水样脑脊液。脑脊液外溢是因车祸导致下列哪块骨骨折：",
    "options": [
      "犁骨",
      "泪骨",
      "鼻骨",
      "筛骨",
      "下鼻甲"
    ],
    "answer": [
      "筛骨"
    ],
    "explanation": "D"
  },
  {
    "id": "10_骨学练习题-4",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "关于手骨的描述,错误的是",
    "options": [
      "腕骨共8块",
      "每块掌骨由近至远分为底、体、头三部分",
      "掌骨共5块",
      "指骨共14块",
      "每个手指都有近、中、远三节指骨"
    ],
    "answer": [
      "每个手指都有近、中、远三节指骨"
    ],
    "explanation": "E"
  },
  {
    "id": "10_骨学练习题-5",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "乙状窦沟终于：",
    "options": [
      "枕骨大孔",
      "卵圆孔",
      "内耳门",
      "颈静脉孔",
      "筛孔"
    ],
    "answer": [
      "颈静脉孔"
    ],
    "explanation": "D"
  },
  {
    "id": "10_骨学练习题-6",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "关于骨的描述,错误的是",
    "options": [
      "颅盖骨的松质称为板障",
      "骨膜覆盖于骨的整个外表面",
      "由骨膜、骨质和骨髓组成",
      "骨质又分为骨密质和骨松质",
      "成人骨骨髓内有红骨髓"
    ],
    "answer": [
      "骨膜覆盖于骨的整个外表面"
    ],
    "explanation": "B"
  },
  {
    "id": "10_骨学练习题-7",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "关于解剖学方位术语,错误的是",
    "options": [
      "垂直器官长轴的切面称为横切面",
      "近皮肤者为浅",
      "四肢的内侧也称尺侧",
      "前也即腹侧",
      "与人体长轴平行的轴称为垂直轴"
    ],
    "answer": [
      "四肢的内侧也称尺侧"
    ],
    "explanation": "C"
  },
  {
    "id": "10_骨学练习题-8",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "关于肩胛骨的说法,正确的是",
    "options": [
      "外侧角肥厚有关节盂",
      "背侧面有一大的浅窝称为肩胛下窝",
      "是唯一与躯干骨相关节的上肢骨",
      "下角平对第8肋或第8肋间隙",
      "上缘的内侧有突向前的喙突"
    ],
    "answer": [
      "外侧角肥厚有关节盂"
    ],
    "explanation": "A"
  },
  {
    "id": "10_骨学练习题-9",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "属于颅中窝内的结构是：",
    "options": [
      "圆孔与卵圆孔",
      "鸡冠与筛孔",
      "斜坡与内耳门",
      "颈静脉孔与乙状窦沟",
      "筛板与盲孔"
    ],
    "answer": [
      "圆孔与卵圆孔"
    ],
    "explanation": "A"
  },
  {
    "id": "10_骨学练习题-10",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "关于肋的描述,正确的是",
    "options": [
      "分为真肋与浮肋",
      "外面近下缘处有肋沟",
      "肋包括肋骨和肋软骨",
      "第1-8肋前端连于胸骨,称真肋",
      "第10-12肋前端游离,称浮肋"
    ],
    "answer": [
      "肋包括肋骨和肋软骨"
    ],
    "explanation": "C"
  },
  {
    "id": "10_骨学练习题-11",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "与骨的修复愈合有关的结构是",
    "options": [
      "骺软骨",
      "骨膜",
      "骨质",
      "关节软骨",
      "骨髓"
    ],
    "answer": [
      "骨膜"
    ],
    "explanation": "B"
  },
  {
    "id": "10_骨学练习题-12",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "关于髋骨的描述,错误的是",
    "options": [
      "属于髂骨的主要结构有:髂骨体,髂骨翼,髂前上棘,髂结节和耳状面",
      "髋臼朝向前下内侧,与股骨头构成髋关节",
      "髋骨是下肢骨结构最复杂的骨,由髂骨、耻骨和坐骨三部分组成",
      "属于坐骨的主要结构有:坐骨体,坐骨支,坐骨小切迹和坐骨结节",
      "属于耻骨的主要结构有:耻骨体,耻骨上、下支,耻骨结节和耻骨联合面"
    ],
    "answer": [
      "髋臼朝向前下内侧,与股骨头构成髋关节"
    ],
    "explanation": "B"
  },
  {
    "id": "10_骨学练习题-13",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "下列参与围成椎孔的结构是",
    "options": [
      "上、下相邻的横突",
      "椎体与椎弓",
      "上、下相邻的棘突",
      "椎弓根与椎弓板",
      "上、下相邻的椎弓根"
    ],
    "answer": [
      "椎体与椎弓"
    ],
    "explanation": "B"
  },
  {
    "id": "10_骨学练习题-14",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "某人在颅的后下方正中触摸到一个正常骨性突起,最有可能是",
    "options": [
      "枕内隆突",
      "乳突",
      "第七颈椎棘突",
      "茎突",
      "枕外隆突"
    ],
    "answer": [
      "枕外隆突"
    ],
    "explanation": "E"
  },
  {
    "id": "10_骨学练习题-15",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "关于下颌骨的描述,正确的是",
    "options": [
      "下颌支内面有咬肌粗隆",
      "下颌头下方称下颌颈",
      "下颌支后方的突起称下颌头",
      "下颌体的内面有下颌孔",
      "下颌支的外表面有颏孔"
    ],
    "answer": [
      "下颌头下方称下颌颈"
    ],
    "explanation": "B"
  },
  {
    "id": "10_骨学练习题-16",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "下列属于胸椎的特征是",
    "options": [
      "椎体侧方有肋凹",
      "有横突孔",
      "棘突呈板状",
      "棘突分叉",
      "椎体大而粗壮"
    ],
    "answer": [
      "椎体侧方有肋凹"
    ],
    "explanation": "A"
  },
  {
    "id": "10_骨学练习题-17",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "股骨上端的结构不包括",
    "options": [
      "股骨头",
      "小转子",
      "股骨颈",
      "臀肌粗隆",
      "大转子"
    ],
    "answer": [
      "臀肌粗隆"
    ],
    "explanation": "D"
  },
  {
    "id": "10_骨学练习题-18",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "对骨起营养作用的结构是",
    "options": [
      "骨髓",
      "骨质",
      "骺软骨",
      "干骺端",
      "骨膜"
    ],
    "answer": [
      "骨膜"
    ],
    "explanation": "E"
  },
  {
    "id": "10_骨学练习题-19",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "泪腺窝位于眼眶：",
    "options": [
      "上外侧壁",
      "下壁",
      "内侧壁",
      "上壁",
      "外侧壁"
    ],
    "answer": [
      "上外侧壁"
    ],
    "explanation": "A"
  },
  {
    "id": "10_骨学练习题-20",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "人体直立引流最困难的鼻旁窦是：",
    "options": [
      "上颌窦",
      "额窦",
      "蝶窦",
      "筛窦前中群",
      "筛窦后群"
    ],
    "answer": [
      "上颌窦"
    ],
    "explanation": "A"
  },
  {
    "id": "10_骨学练习题-21",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "关于足骨的描述,错误的是",
    "options": [
      "跟骨位于后下方",
      "跗骨共有7块",
      "距骨上面有距骨滑车",
      "跖骨由近至远分为底、体、滑车",
      "跟骨后端隆突称跟骨结节"
    ],
    "answer": [
      "跖骨由近至远分为底、体、滑车"
    ],
    "explanation": "D"
  },
  {
    "id": "10_骨学练习题-22",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "在颅底外面不能看见：",
    "options": [
      "关节结节",
      "骨腭",
      "颈静脉孔",
      "圆孔",
      "颈动脉管外口"
    ],
    "answer": [
      "圆孔"
    ],
    "explanation": "D"
  },
  {
    "id": "10_骨学练习题-23",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "下列不属于下颌骨的结构是",
    "options": [
      "下颌窝",
      "下颌孔",
      "下颌角",
      "下颌颈",
      "下颌头"
    ],
    "answer": [
      "下颌窝"
    ],
    "explanation": "A"
  },
  {
    "id": "10_骨学练习题-24",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "乳突属于下列哪块骨的一部分",
    "options": [
      "额骨",
      "颞骨",
      "蝶骨",
      "上颌骨",
      "枕骨"
    ],
    "answer": [
      "颞骨"
    ],
    "explanation": "B"
  },
  {
    "id": "10_骨学练习题-25",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "下列各骨中,属于扁骨的是",
    "options": [
      "胸骨",
      "蝶骨",
      "上颌骨",
      "椎骨",
      "筛骨"
    ],
    "answer": [
      "胸骨"
    ],
    "explanation": "A"
  },
  {
    "id": "10_骨学练习题-26",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "关于肱骨的描述,正确的是",
    "options": [
      "解剖颈为容易发生骨折的部位",
      "肱骨体中份内侧有三角肌粗隆",
      "下端前面内侧有肱骨小头",
      "肱骨体有尺神经沟",
      "下端较扁,内侧有内上髁"
    ],
    "answer": [
      "下端较扁,内侧有内上髁"
    ],
    "explanation": "E"
  },
  {
    "id": "10_骨学练习题-27",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "开口于中鼻道的鼻旁窦：",
    "options": [
      "筛窦和蝶窦",
      "上颌窦和蝶窦",
      "筛窦前群、中群",
      "额窦和蝶窦",
      "窦后群、中群"
    ],
    "answer": [
      "筛窦前群、中群"
    ],
    "explanation": "C"
  },
  {
    "id": "10_骨学练习题-28",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "关于胫骨上端的结构描述,错误的是",
    "options": [
      "髁间隆起",
      "胫骨粗隆",
      "内侧髁",
      "内踝",
      "外侧髁"
    ],
    "answer": [
      "内踝"
    ],
    "explanation": "D"
  },
  {
    "id": "10_骨学练习题-29",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "每块椎骨均具有的结构是",
    "options": [
      "横突孔",
      "棘突",
      "肋凹",
      "横突",
      "椎体"
    ],
    "answer": [
      "横突"
    ],
    "explanation": "D"
  },
  {
    "id": "10_骨学练习题-30",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "某青年患者因剧烈头痛入院，颅脑X线及MRI检测确诊垂体肿瘤。若肿瘤持续生长可能：",
    "options": [
      "向前破坏鞍背",
      "向下破坏视神经管",
      "向上破坏蝶窦",
      "向外压迫颈动脉和展神经",
      "向后破坏鞍结节"
    ],
    "answer": [
      "向外压迫颈动脉和展神经"
    ],
    "explanation": "D"
  },
  {
    "id": "10_骨学练习题-31",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "患者，女性，55岁，因头痛、月经紊乱就诊。MRI显示蝶鞍区占位性病变，考虑垂体腺瘤。若肿瘤向下生长，最可能破坏下列哪一结构？",
    "options": [
      "蝶窦",
      "海绵窦",
      "鞍结节",
      "鞍背",
      "筛窦"
    ],
    "answer": [
      "蝶窦"
    ],
    "explanation": "A"
  },
  {
    "id": "10_骨学练习题-32",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "患者，女，28岁。车祸外伤后头痛、鼻流清亮液体1天。查体：左侧嗅觉完全丧失。该患者最可能的骨折部位是？",
    "options": [
      "颞骨岩部",
      "蝶骨小翼",
      "额骨眶板",
      "蝶骨体",
      "筛骨筛板"
    ],
    "answer": [
      "筛骨筛板"
    ],
    "explanation": "E"
  },
  {
    "id": "10_骨学练习题-33",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "患者，男性，42岁，右肱骨中段骨折后出现垂腕、不能主动伸腕、伸指。该患者最可能损伤的神经是？",
    "options": [
      "肌皮神经",
      "尺神经",
      "腋神经",
      "正中神",
      "桡神经"
    ],
    "answer": [
      "桡神经"
    ],
    "explanation": "E"
  },
  {
    "id": "10_骨学练习题-34",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "患儿，男，8岁。右尺骨中段闭合性骨折，手法复位后小夹板固定。伤后3个月复查，X线显示骨折端骨痂稀少，骨折线仍清晰可见。患儿全身营养状况良好，无慢性疾病史，局部无红肿热痛。回顾受伤时，该患儿最可能伴有下列哪项损伤？",
    "options": [
      "E. 骺软骨损伤",
      "D. 维生素D缺乏",
      "A. 骨膜大面积撕裂",
      "C. 滋养动脉断裂",
      "B. 骨折端轻度移位"
    ],
    "answer": [
      "A. 骨膜大面积撕裂"
    ],
    "explanation": "C"
  },
  {
    "id": "10_骨学练习题-35",
    "chapter": "骨学练习题",
    "type": "single",
    "prompt": "患者，男，82岁，跌倒后左髋部疼痛、不能站立3小时。查体：左下肢缩短、外旋畸形约60°。最可能的损伤部位是？",
    "options": [
      "股骨干",
      "股骨转子间",
      "髋臼",
      "股骨头",
      "股骨颈"
    ],
    "answer": [
      "股骨颈"
    ],
    "explanation": "E"
  },
  {
    "id": "10_骨学练习题-36",
    "chapter": "骨学练习题",
    "type": "multiple",
    "prompt": "关于胫骨的描述,正确的有",
    "options": [
      "两髁的上关节面之间有髁间窝",
      "前缘和内侧面直接位于皮下",
      "下端有腓切迹与腓骨相接",
      "内、外侧髁上面各有一关节面",
      "外侧髁后下方有腓关节面与腓骨头相关节"
    ],
    "answer": [
      "前缘和内侧面直接位于皮下",
      "下端有腓切迹与腓骨相接",
      "内、外侧髁上面各有一关节面",
      "外侧髁后下方有腓关节面与腓骨头相关节"
    ],
    "explanation": "BCDE"
  },
  {
    "id": "10_骨学练习题-37",
    "chapter": "骨学练习题",
    "type": "multiple",
    "prompt": "属于面颅骨的有",
    "options": [
      "颧骨",
      "筛骨",
      "上颌骨",
      "下颌骨",
      "蝶骨"
    ],
    "answer": [
      "颧骨",
      "上颌骨",
      "下颌骨"
    ],
    "explanation": "ACD"
  },
  {
    "id": "10_骨学练习题-38",
    "chapter": "骨学练习题",
    "type": "multiple",
    "prompt": "关于桡骨的描述,正确的有",
    "options": [
      "头下方缩细称桡骨颈",
      "下端的内侧有尺切迹",
      "上端比下端小",
      "颈的下内侧有桡骨粗隆",
      "体外侧缘锐利称骨间缘"
    ],
    "answer": [
      "头下方缩细称桡骨颈",
      "下端的内侧有尺切迹",
      "上端比下端小",
      "颈的下内侧有桡骨粗隆"
    ],
    "explanation": "ABCD"
  },
  {
    "id": "10_骨学练习题-39",
    "chapter": "骨学练习题",
    "type": "multiple",
    "prompt": "椎骨的突起包括",
    "options": [
      "上关节突",
      "齿突",
      "下关节突",
      "横突",
      "棘突"
    ],
    "answer": [
      "上关节突",
      "下关节突",
      "横突",
      "棘突"
    ],
    "explanation": "ACDE"
  },
  {
    "id": "10_骨学练习题-40",
    "chapter": "骨学练习题",
    "type": "multiple",
    "prompt": "属于筛骨上的结构有",
    "options": [
      "下鼻甲",
      "上鼻甲",
      "垂直板",
      "筛板",
      "中鼻甲"
    ],
    "answer": [
      "上鼻甲",
      "垂直板",
      "筛板",
      "中鼻甲"
    ],
    "explanation": "BCDE"
  },
  {
    "id": "10_骨学练习题-41",
    "chapter": "骨学练习题",
    "type": "multiple",
    "prompt": "下列参与围成椎间孔的结构有",
    "options": [
      "上、下相邻的关节突",
      "椎体与椎弓",
      "上位椎骨的椎下切迹",
      "下位椎骨的椎上切迹",
      "上、下相邻的横突"
    ],
    "answer": [
      "上位椎骨的椎下切迹",
      "下位椎骨的椎上切迹"
    ],
    "explanation": "CD"
  },
  {
    "id": "10_骨学练习题-42",
    "chapter": "骨学练习题",
    "type": "multiple",
    "prompt": "关于颈椎的描述,正确的有",
    "options": [
      "均有一个较小的椎体",
      "横突孔只存在于第1-6颈椎",
      "均有棘突且分叉",
      "第6颈椎横突末端前方的结节称颈动脉结节",
      "数目7块"
    ],
    "answer": [
      "第6颈椎横突末端前方的结节称颈动脉结节",
      "数目7块"
    ],
    "explanation": "DE"
  },
  {
    "id": "10_骨学练习题-43",
    "chapter": "骨学练习题",
    "type": "multiple",
    "prompt": "关于股骨的描述,正确的有",
    "options": [
      "上端有朝向外上方的股骨头",
      "大转子位于其外上方",
      "长度约为身高的1/5",
      "是全身最粗大的长骨",
      "下端与胫骨上端相关节"
    ],
    "answer": [
      "大转子位于其外上方",
      "是全身最粗大的长骨",
      "下端与胫骨上端相关节"
    ],
    "explanation": "BDE"
  },
  {
    "id": "10_骨学练习题-44",
    "chapter": "骨学练习题",
    "type": "multiple",
    "prompt": "下列属于腰椎的特征有",
    "options": [
      "椎体大而粗壮",
      "棘突宽短呈板状",
      "横突肋凹",
      "横突孔",
      "关节突呈矢状位"
    ],
    "answer": [
      "椎体大而粗壮",
      "棘突宽短呈板状",
      "关节突呈矢状位"
    ],
    "explanation": "ABE"
  },
  {
    "id": "10_骨学练习题-45",
    "chapter": "骨学练习题",
    "type": "multiple",
    "prompt": "关于肩胛骨的描述,正确的有",
    "options": [
      "其肩峰与锁骨相接",
      "属于上肢带骨",
      "下角平对第8肋",
      "位于胸廓的后外侧上份",
      "肩胛下窝参与构成肩关节"
    ],
    "answer": [
      "其肩峰与锁骨相接",
      "属于上肢带骨",
      "位于胸廓的后外侧上份"
    ],
    "explanation": "ABD"
  },
  {
    "id": "10_骨学练习题-46",
    "chapter": "骨学练习题",
    "type": "multiple",
    "prompt": "下列属于长骨的有",
    "options": [
      "肋骨",
      "肱骨",
      "趾骨",
      "掌骨",
      "胸骨"
    ],
    "answer": [
      "肱骨",
      "趾骨",
      "掌骨"
    ],
    "explanation": "BCD"
  },
  {
    "id": "10_骨学练习题-47",
    "chapter": "骨学练习题",
    "type": "multiple",
    "prompt": "与骨增长增粗的结构有",
    "options": [
      "骨髓",
      "骺线",
      "骨膜",
      "骨质",
      "骺软骨"
    ],
    "answer": [
      "骨膜",
      "骺软骨"
    ],
    "explanation": "CE"
  },
  {
    "id": "10_骨学练习题-48",
    "chapter": "骨学练习题",
    "type": "multiple",
    "prompt": "关于骨的描述,正确的有",
    "options": [
      "按形态可分为长骨、短骨、扁骨和不规则骨",
      "胸骨及颅盖骨均属扁骨",
      "长骨分布于四肢,两端膨大有关节面和关节软骨",
      "按部位可分为颅骨、中轴骨和四肢骨",
      "椎骨、颞骨和大多角骨均属不规则骨"
    ],
    "answer": [
      "按形态可分为长骨、短骨、扁骨和不规则骨",
      "胸骨及颅盖骨均属扁骨",
      "长骨分布于四肢,两端膨大有关节面和关节软骨"
    ],
    "explanation": "ABC"
  },
  {
    "id": "10_骨学练习题-49",
    "chapter": "骨学练习题",
    "type": "multiple",
    "prompt": "关于骨构造的描述,正确的有",
    "options": [
      "骨密质分布于骨表面,耐压性强",
      "长骨骨干内的骨髓为红骨髓",
      "骨膜含有丰富血管神经",
      "骨膜分布于骨的任何部位的表面",
      "颅盖骨内、外板之间的骨松质称板障"
    ],
    "answer": [
      "骨密质分布于骨表面,耐压性强",
      "骨膜含有丰富血管神经",
      "颅盖骨内、外板之间的骨松质称板障"
    ],
    "explanation": "ACE"
  },
  {
    "id": "10_骨学练习题-50",
    "chapter": "骨学练习题",
    "type": "multiple",
    "prompt": "关于骶骨的描述,正确的有",
    "options": [
      "呈三角形",
      "有骶中间嵴",
      "内有骶管",
      "骶角可以在体表摸到",
      "背面隆起称岬"
    ],
    "answer": [
      "呈三角形",
      "有骶中间嵴",
      "内有骶管",
      "骶角可以在体表摸到"
    ],
    "explanation": "ABCD"
  },
  {
    "id": "10_骨学练习题-51",
    "chapter": "骨学练习题",
    "type": "multiple",
    "prompt": "下列属于肱骨下端的结构有",
    "options": [
      "桡神经沟",
      "肱骨小头",
      "尺神经沟",
      "肱骨头",
      "内上髁"
    ],
    "answer": [
      "肱骨小头",
      "尺神经沟",
      "内上髁"
    ],
    "explanation": "BCE"
  },
  {
    "id": "10_骨学练习题-52",
    "chapter": "骨学练习题",
    "type": "multiple",
    "prompt": "关于长骨的描述,正确的有",
    "options": [
      "体表面有滋养孔",
      "内部只有黄骨髓",
      "骺的内部为骨松质",
      "体内有髓腔",
      "分为一体两端"
    ],
    "answer": [
      "体表面有滋养孔",
      "骺的内部为骨松质",
      "体内有髓腔",
      "分为一体两端"
    ],
    "explanation": "ACDE"
  },
  {
    "id": "10_骨学练习题-53",
    "chapter": "骨学练习题",
    "type": "multiple",
    "prompt": "下列骨中,参与构成骨性鼻中隔的有",
    "options": [
      "上颌骨",
      "额骨",
      "腭骨",
      "筛骨",
      "犁骨"
    ],
    "answer": [
      "筛骨",
      "犁骨"
    ],
    "explanation": "DE"
  },
  {
    "id": "10_骨学练习题-54",
    "chapter": "骨学练习题",
    "type": "text",
    "prompt": "描述颈椎、胸椎、腰椎的主要特征。",
    "options": [],
    "answer": [
      "(1)颈椎:①有横突孔;②第2-6颈椎棘突短而末端分叉;③其中第1颈椎为寰椎,无椎体、棘突和关节突,第2颈椎为枢椎,有齿突,第7颈椎为隆椎,棘突长,末端不分叉(12分)。 (2)胸椎:①有肋凹和横突肋凹;②棘突长,向后下倾斜,叠瓦状排列(4分)。 (3)腰椎:①椎体粗大;②棘突宽短,呈板状,水平向后。(4分)"
    ],
    "explanation": ""
  }
];
